[
  {
    "id": "336",
    "eusterm": "agur",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "erreberentzia",
        "qual": "4"
      }
    ],
    "eusdef": "Gipuzkoako brokel-dantza zikloko dantzetako bat. Norbaiten omenez edo norbait agurtzeko dantzatzen da.",
    "es": "reverencia; saludo",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "337",
    "eusterm": "ahots-musika",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "musika bokal",
        "qual": "3"
      }
    ],
    "eusdef": "Ahotsez bakarrik zein instrumentuz lagunduta interpretatzen den musika.",
    "es": "música vocal",
    "esdef": "",
    "fr": "musique vocale",
    "frdef": "",
    "en": "vocal music",
    "endef": ""
  },
  {
    "id": "338",
    "eusterm": "alemanda",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Tempo lasaia duen bikote-dantza, XVI. mendean sortutakoa eta alemaniar jatorrikoa. Hasieran, biko konpasa izaten zuen, baina XVIII. mendeko konposizioetan, laukoa erabili ohi zen. Konposizio instrumental gisa, suite barrokoaren ohiko osagaietako bat da (eskuarki, lehena, edo preludioa dutenetan, bigarrena).",
    "es": "alemanda",
    "esdef": "",
    "fr": "allemande",
    "frdef": "",
    "en": "allemande",
    "endef": ""
  },
  {
    "id": "339",
    "eusterm": "antifona",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Salmo edo kantika baten ahapaldiekin txandakatzen den kantu laburra.",
    "es": "antífona",
    "esdef": "",
    "fr": "antiphonie antzerki-musika",
    "frdef": "",
    "en": "antiphon",
    "endef": ""
  },
  {
    "id": "340",
    "eusterm": "antzinako musika",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Klasizismoaren aurreko europar musiken multzoa izendatzeko erabili ohi den terminoa. Eskuarki, antzinako musikaren kontzeptuak berekin ekarri ohi du musika garaiko instrumentuez eta interpretazio-irizpideez jotzea. antzinako musika kontzeptua ez da erabat zehatza, eta, zenbaiten ustez, Barrokoaren garaiko musika ez du bere baitan hartzen.",
    "es": "música antigua",
    "esdef": "",
    "fr": "musique ancienne",
    "frdef": "",
    "en": "early music",
    "endef": ""
  },
  {
    "id": "341",
    "eusterm": "aria",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Eskuarki ahots bakarrerakoa eta orkestraz lagundua izaten den konposizioa edo konposizio-atala, forma handiago baten osagai izaten dena (opera, oratorio, kantata...).",
    "es": "aria",
    "esdef": "",
    "fr": "air; aria",
    "frdef": "",
    "en": "aria",
    "endef": ""
  },
  {
    "id": "342",
    "eusterm": "arin-arin",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "Bizkai-dantza",
        "qual": "4"
      }
    ],
    "eusdef": "Euskal plaza-dantzetako bat; dantza horretarako doinu desberdinetako bakoitza. Erritmo bitarrekoa da eta hiru edo lau musika-esaldi eta dantza- pauso ditu. Taldean, biribilean edo binaka dantzatzen da, besoak gora eta eskuko hatzez kriskitin eginez.",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "343",
    "eusterm": "ars antiqua",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XII-XIII. mendeetako europar musika- estiloak eta formak izendatzeko erabiltzen den terminoa, XIV. mendeko ars novarekin kontrajarririk erabili ohi dena. Polifoniaren hasiera, kantu laua eta organuma dira ezaugarri nagusiak.",
    "es": "ars antiqua",
    "esdef": "",
    "fr": "ars antiqua",
    "frdef": "",
    "en": "ars antiqua",
    "endef": ""
  },
  {
    "id": "344",
    "eusterm": "ars nova",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XIV. mendeko europar musika-estiloak eta formak izendatzeko erabiltzen den terminoa. Besteak beste, ars novaren ezaugarri nagusiak dira ars antiquak baino baliabide harmoniko eta erritmiko ugariagoak eta konplexuagoak erabiltzea, parteen independentzia handiagoa, forma-aniztasuna eta notazio mentsurala erabiltzea.",
    "es": "ars nova",
    "esdef": "",
    "fr": "ars nova",
    "frdef": "",
    "en": "ars nova",
    "endef": ""
  },
  {
    "id": "345",
    "eusterm": "atal",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "parte",
        "qual": "4"
      }
    ],
    "eusdef": "Konposizio bat osatzen duten zati nagusietako bakoitza.",
    "es": "parte",
    "esdef": "",
    "fr": "partie",
    "frdef": "",
    "en": "part",
    "endef": ""
  },
  {
    "id": "346",
    "eusterm": "atariko",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konposizio baten atal edo gorputz nagusiaren aurretik jotzen den atal edo pasartea, haren hasiera nolabait prestatzeko eginkizuna esleitu ohi zaiona.",
    "es": "introducción",
    "esdef": "",
    "fr": "introduction",
    "frdef": "",
    "en": "introduction",
    "endef": ""
  },
  {
    "id": "347",
    "eusterm": "aurkezpen",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konposizio baten hasierako atala, non gaitzat edo subjektutzat erabiliko diren musika-elementuak edo motiboak aurkezten diren. Fugan, ahots guztiak sartu artekoa da; sonata-forman, garapenaren aurreko atal osoa.",
    "es": "exposición",
    "esdef": "",
    "fr": "exposition",
    "frdef": "",
    "en": "exposition; statement",
    "endef": ""
  },
  {
    "id": "348",
    "eusterm": "aurresku",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Euskal dantza, gizonezkoek sokan dantzatzen dutena eta emakumezkoak sokan tartekatzera gonbidatzen dituztena; txistu eta danbolinaz laguntzen da. ausazko musika",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "349",
    "eusterm": "bagatela",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konposizio laburra eta arina, eskuarki teklatu-instrumenturako egina.",
    "es": "bagatela",
    "esdef": "",
    "fr": "bagatelle",
    "frdef": "",
    "en": "bagatelle",
    "endef": ""
  },
  {
    "id": "350a",
    "eusterm": "balada",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Hitz neurtuzko kontakizuna, izaera epiko-lirikoa izaten duena, eta gaitzat antzinako gertaera bat izaten duena; horren doinua, edo horren estiloan egindako musika-konposizioa. Euskal literaturan, erromantzearen baliokidetzat har daiteke balada.",
    "es": "balada",
    "esdef": "",
    "fr": "ballade",
    "frdef": "",
    "en": "ballad",
    "endef": ""
  },
  {
    "id": "350b",
    "eusterm": "balada",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Jazzean, tempo geldoko konposizioa, izaera liriko edo erromantikoa izaten duena.",
    "es": "balada",
    "esdef": "",
    "fr": "ballade",
    "frdef": "",
    "en": "ballad",
    "endef": ""
  },
  {
    "id": "351a",
    "eusterm": "ballet",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Dantzari batek edo multzo batek antzeztutako ikuskizun koreografikoa. Jatorriz italiarra da (balletto), eta XVI. mendean dantza-eredutzat garatu zen Frantziako gortean (danse d’ecole). Gaur egun, dantza klasikoko eredu horretatik harantz egiten diren ikuskizun koreo- grafikoen izendapen generikoa ere bada.",
    "es": "ballet",
    "esdef": "",
    "fr": "ballet",
    "frdef": "",
    "en": "ballet",
    "endef": ""
  },
  {
    "id": "351b",
    "eusterm": "ballet",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Ballet-ikuskizunaren musika.",
    "es": "ballet",
    "esdef": "",
    "fr": "ballet",
    "frdef": "",
    "en": "ballet",
    "endef": ""
  },
  {
    "id": "351c",
    "eusterm": "ballet",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Ikuskizun koreografikoak antzezten dituen dantzari-taldea.",
    "es": "ballet",
    "esdef": "",
    "fr": "ballet",
    "frdef": "",
    "en": "ballet",
    "endef": ""
  },
  {
    "id": "352",
    "eusterm": "bals",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Erritmo hirutarreko bikote-dantza, azentua lehen aldian duena; dantza horren musika, edo horren erritmoan egindako konposizioa. Jatorriz germaniarra da (ländler herri-dantzak). XVIII. mendean sortu zen, eta XIX. mendean Europako areto-dantza nagusietakoa izatera heldu zen.",
    "es": "vals",
    "esdef": "",
    "fr": "valse",
    "frdef": "",
    "en": "waltz",
    "endef": ""
  },
  {
    "id": "353",
    "eusterm": "bariazio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Motibo edo pasarte batetik abiatuta material berria garatzeko teknika. Bariazioaren funtsa da jatorrizko moti- boaren aldaketa melodiko, erritmiko edo harmonikoak egitea, eta harekiko kidetasuna nolabait gordetzen duten musika- ideia eta material berriak garatzea.",
    "es": "variación",
    "esdef": "",
    "fr": "variation",
    "frdef": "",
    "en": "variation",
    "endef": ""
  },
  {
    "id": "353b",
    "eusterm": "bariazio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Bariazioaren teknikan oinarritutako musika-forma; teknika horren bidez sortutako konposizioa. Eskuarki, pluralean erabiltzen da (bariazioak).",
    "es": "variación",
    "esdef": "",
    "fr": "variation",
    "frdef": "",
    "en": "variation",
    "endef": ""
  },
  {
    "id": "354",
    "eusterm": "barkarola",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Veneziako gondolarien kantua, eta horren estilora moldatutako ahots- edo instrumentu-konposizioa. Gehienetan, 6/8 edo 12/8 konpasekoa izaten da, tempo lasaia izaten du, eta ontziaren kulunka iradokitzen duela esan ohi da.",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "barcarolle es barcarola fr barcarolle",
    "endef": ""
  },
  {
    "id": "355",
    "eusterm": "basse danse",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XV-XVI. mendeetako gorte-dantza, tempo geldokoa, eta oinak lurretik gutxi altxatuz, jauzirik egin gabe, dantzatzen zena. Pabanak ordezkatu zuen. en basse danse %es basse danse %fr basse danse",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "356",
    "eusterm": "bel canto",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XVII. mendearen bigarren erdialdetik XIX. mendearen lehen hamarkadetara bitartean Italian garatutako kantu-estiloa, ezaugarri nagusitzat soinuaren garbitasuna eta birtuosismoa dituena (tonuaren kalitate ona hedadura osoan, legato kantatzeko trebezia eta apaindurarako erraztasuna, goi-erregistroan aise aritzea, arintasuna...).",
    "es": "bel canto",
    "esdef": "",
    "fr": "bel canto beltz espiritual",
    "frdef": "",
    "en": "bel canto",
    "endef": ""
  },
  {
    "id": "357",
    "eusterm": "berceuse",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XIX. mendearen eta XX. mendearen hasieran, lo-kantaren erara moldatutako konposizio batzuei emandako izena. Erritmo lasaia eta izaera samurra izaten dute, eta pianorako piezak izaten dira gehienbat.",
    "es": "berceuse",
    "esdef": "",
    "fr": "berceuse",
    "frdef": "",
    "en": "berceuse",
    "endef": ""
  },
  {
    "id": "358",
    "eusterm": "berraurkezpen",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Sonata-formaren azken atala, aurkezpeneko materiala errepikatzen duena, baina bigarren tema tonikan amaituta. Eskuarki, koda bat izaten da ondoren. en recapitulation %es recapitulación; reexposición %fr réexposition",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "360",
    "eusterm": "bilantziko",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Espainiako XV-XVI. mendeetako poesiaeta -musika-forma, leloaz eta ahapaldiez osatua. Gaiak gorte-, herriedo erlijio-girokoak izaten dira.",
    "es": "villancico",
    "esdef": "",
    "fr": "villancico",
    "frdef": "",
    "en": "villancico",
    "endef": ""
  },
  {
    "id": "361",
    "eusterm": "biribilketa",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "kalejira",
        "qual": "4"
      },
      {
        "sin": "karrika-dantza",
        "qual": "4"
      }
    ],
    "eusdef": "Dantzariak eskutik helduta eta elkarren atzean ibiliz dantza egiteko jotzen den musika-pieza. Euskal Herriko erromerietan, azken pieza izaten da. Doinua biko konpasean eta tempo arinean idazten da. biribilketa hitza neologismoa da, XX. mendearen hasieran sortua , eta Txistulari Elkartearen sorrerarekin zabaldu dena. %es pasacalle Bizkai-dantza",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "362",
    "eusterm": "blues",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "AEBko beltzen herri-kantu mota, erritmo lautar geldokoa. Forma ohikoenak 12 konpaseko egitura du (I-I-I-I-IV-IV- I-I-V-IV-I-V). Ezaugarri melodiko bereziak ditu (blue nota, blues-eskala). Jazzaren eta rock-and-rollaren sorreran eragin handia izan zuen.",
    "es": "blues",
    "esdef": "",
    "fr": "blues",
    "frdef": "",
    "en": "blues",
    "endef": ""
  },
  {
    "id": "363a",
    "eusterm": "bolero",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XVIII. mendearen bigarren erdial- dean sortutako dantza espainola, erritmo hirutarrekoa eta tempo lasaia duena; dantza horren doinua edo horren estiloan egindako konposizioa.",
    "es": "bolero",
    "esdef": "",
    "fr": "boléro",
    "frdef": "",
    "en": "bolero",
    "endef": ""
  },
  {
    "id": "363b",
    "eusterm": "bolero",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Jatorriz Kubakoa den erritmo bita- rreko dantza eta konposizioa, tempo geldokoa eta eskuarki sentimentala. XIX. mendearen amaiera aldera sortu zen, eta oso zabaldua dago Latinoamerikan.",
    "es": "bolero",
    "esdef": "",
    "fr": "boléro",
    "frdef": "",
    "en": "bolero",
    "endef": ""
  },
  {
    "id": "364",
    "eusterm": "bossa nova",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Brasilgo herri-musikako estiloa, 1950eko hamarkadan sortua. Gitarra da laguntza- instrumentu nagusia, jazzaren eragina agertzen du (melodia eta harmonia kon- plexuak), eta erritmikoki sanbaren elementu batzuk dituen arren, perkusioak sanban baino nabarmentasun gutxiago du.",
    "es": "bossa nova",
    "esdef": "",
    "fr": "bossa nova",
    "frdef": "",
    "en": "bossa nova",
    "endef": ""
  },
  {
    "id": "365",
    "eusterm": "bourrée",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Errenazimentuaren eta Barrokoaren garaiko konpas bitarreko dantza arina, frantziar jatorrikoa. Gabotaren kidea da. Konposizio instrumental gisa, suite barrokoaren osagai izan daiteke (es- kuarki, sarabandaren ondorengoa).",
    "es": "bourrée",
    "esdef": "",
    "fr": "bourrée",
    "frdef": "",
    "en": "bourrée",
    "endef": ""
  },
  {
    "id": "366",
    "eusterm": "branle",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XV. mendean, basse danceren pausoetako bat; XVI. mendetik aurrera, Frantziako herri-dantza (soka-dantza- ren familiakoa). Garaiaren eta herrial- dearen araberako branle-mota ugari daude. Euskal Herrian, Zuberoako maskaradako dantzetako bat da.",
    "es": "branle",
    "esdef": "",
    "fr": "branle",
    "frdef": "",
    "en": "branle",
    "endef": ""
  },
  {
    "id": "367",
    "eusterm": "cadenza",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konposizio baten amaiera aldean solistak bakarrik jotzen edo kantatzen duen pasartea, helburutzat haren birtuosis- moa erakustea izaten duena. Jatorriz, cadenzak inprobisatuak izaten ziren, baina gerora (XIX. mendean) konposizioaren parte finkoak bihurtu ziren. Gehienak arietan eta kontzertuetan jotzen dira. Normalean, dominante- akordean amaitzen da, eta une horretan orkestra hasten da (tutti), mugimendua amaitzeko.",
    "es": "cadenza",
    "esdef": "",
    "fr": "cadence",
    "frdef": "",
    "en": "cadenza",
    "endef": ""
  },
  {
    "id": "368",
    "eusterm": "cantus firmus",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "tenor",
        "qual": "4"
      }
    ],
    "eusdef": "Erdi Aroan eta Errenazimentuan, konposizio polifoniko baten oinarria den melodia, eskuarki konposizioa bera baino lehenagokoa izaten dena.",
    "es": "cantus firmus; tenor",
    "esdef": "",
    "fr": "cantus firmus; teneur",
    "frdef": "",
    "en": "cantus firmus; tenor",
    "endef": ""
  },
  {
    "id": "369",
    "eusterm": "concerto grosso",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Solista-multzo txiki baterako eta instrumentu-multzo handiago baterako egindako konposizioa. Solista-multzoaren (concertinoaren) eta gainerako instru- mentu-multzoaren (ripienoaren) arteko kontrastean oinarritua da. Barrokoaren garaiko forma da (XVII-XVIII. m.).",
    "es": "concerto grosso",
    "esdef": "",
    "fr": "concerto grosso",
    "frdef": "",
    "en": "concerto grosso",
    "endef": ""
  },
  {
    "id": "370",
    "eusterm": "country",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "AEBko hego-ekialdeko zurien herri- musikatik eratorritako estiloa, sustraiak folklore ingelesean eta irlandarrean dituena. 1920ko hamarkadan agertu zen, eta instrumentu adierazgarrienak banjoa, biolina eta gitarra dira.",
    "es": "country",
    "esdef": "",
    "fr": "country",
    "frdef": "",
    "en": "country",
    "endef": ""
  },
  {
    "id": "371",
    "eusterm": "courante",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Errenazimentuaren eta Barrokoaren garaiko konpas hirutarreko dantza, aldaera frantsesa (3/2) eta italiarra (3/4; corrente forman erabilia) dituena. Jatorriz dantza arina zen, baina courante frantsesak tempo geldoa izaten zuen. Konposizio instrumental gisa, suite barrokoaren ohiko osagaietako bat da (eskuarki, alemandaren ondorengoa). en courante %es courante %fr courante",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "372",
    "eusterm": "cueca",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Txileko bikote-dantza, tempo arinekoa eta hemiolia-erritmoa izaten duena (3/4 - 6/8). Danborrez eta gitarraz, harpaz edota akordeoiz laguntzen da. Jatorriz Perukoa bide da, eta Argentinako zambaren kidea da. Txileko dantza nazionala da.",
    "es": "cueca",
    "esdef": "",
    "fr": "cueca",
    "frdef": "",
    "en": "cueca",
    "endef": ""
  },
  {
    "id": "373",
    "eusterm": "cumbia",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Jatorriz Panamakoa eta Kolonbiako Atlantikoko kostaldekoa den dantza; dantza horren musika. Konpas bitarrekoa da (2/4), eta tempoa lasaia edo arina da. Jatorri afrikarreko, amerindiarreko eta espainoleko eraginak ditu. XX. mendean, Latinoamerikako zen- bait herrialdetara hedatu da.",
    "es": "cumbia",
    "esdef": "",
    "fr": "cumbia",
    "frdef": "",
    "en": "cumbia",
    "endef": ""
  },
  {
    "id": "374",
    "eusterm": "da capo aria",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Forma hirutarreko aria (ABA). Bigarren atalaren ondoren, lehen atala errepikatzen da (hortik da capo izendapena), eskuarki apainduraz hornituta. Barrokoaren garaiko forma da.",
    "es": "aria da capo",
    "esdef": "",
    "fr": "aria da capo",
    "frdef": "",
    "en": "da capo aria",
    "endef": ""
  },
  {
    "id": "375a",
    "eusterm": "dantza",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Gorputz-mugimendu kateatuen multzoa, helburu erritual, sozial edo espresiboa izan dezakeena. Eskuarki, musika batekin batera egin ohi da. Dantza inprobisatua izan daiteke, baina, finkatu diren dantza-motetan, eredu baten araberako urrats eta mugimendu bereizgarriak egiten dira.",
    "es": "danza",
    "esdef": "",
    "fr": "danse",
    "frdef": "",
    "en": "dance",
    "endef": ""
  },
  {
    "id": "375b",
    "eusterm": "dantza",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Dantza baten erritmo bereizgarrian eginiko musika-konposizioa (esaterako, suite barrokoaren osagaiak).",
    "es": "danza",
    "esdef": "",
    "fr": "danse",
    "frdef": "",
    "en": "dance",
    "endef": ""
  },
  {
    "id": "376",
    "eusterm": "danzón",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Kubako dantza-generoa, XIX. mendearen amaieran sortutakoa, eta kontra- dantzaren eta erritmo afrokubatarren eragin-trukearen emaitza dena. 2/4 konpasa izaten du, eta rondo egitura. Danzón-en berrikuntzak mambo eta txa-txa-txa erritmoak ekarri zituen XX. mendearen erdialdean.",
    "es": "danzón",
    "esdef": "",
    "fr": "danzón",
    "frdef": "",
    "en": "danzón",
    "endef": ""
  },
  {
    "id": "377",
    "eusterm": "diatonismo",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "%Eskala diatonikoaren erabileran oinarritua den musika-sistema.",
    "es": "diatonismo",
    "esdef": "",
    "fr": "diatonisme",
    "frdef": "",
    "en": "diatonicism",
    "endef": ""
  },
  {
    "id": "378",
    "eusterm": "diferentzia",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XVI-XVII. mendeetako Espainiako musikan erabilitako bariazio-antzeko forma. Eskuarki, pluralean erabiltzen da (diferentziak).",
    "es": "diferencia",
    "esdef": "",
    "fr": "diferencia",
    "frdef": "",
    "en": "diferencia",
    "endef": ""
  },
  {
    "id": "379",
    "eusterm": "diskantu",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Erdi Aroko polifonia, inprobisatua edo idatzia, cantus firmus edo tenorrari ahots bat edo batzuk eransten dizkiona, eskuarki horren kontrako mugimen- duan. XII-XIII. mendeetan erabili zen batez ere.",
    "es": "discanto",
    "esdef": "",
    "fr": "déchant",
    "frdef": "",
    "en": "descant; discant",
    "endef": ""
  },
  {
    "id": "380",
    "eusterm": "divertimento",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Egitura aski libreko konposizio-mota batzuen izendapena. Instrumentu solistarako edo ganbera-talde baterako idatzia da, eta eskuarki lau mugimendu baino gehiago izaten ditu.",
    "es": "divertimento",
    "esdef": "",
    "fr": "divertimento; divertissement",
    "frdef": "",
    "en": "divertimento",
    "endef": ""
  },
  {
    "id": "381",
    "eusterm": "dodekafonismo",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Eskala kromatikoko hamabi notak haien arteko hierarkiarik ezarri gabe erabiltzen dituen sistema. Adiera hertsian sinonimoak ez badira ere, batzuetan dodekafonismo eta serialismo baliokidetzat erabiltzen dira.",
    "es": "dodecafonismo",
    "esdef": "",
    "fr": "dodécaphonisme",
    "frdef": "",
    "en": "dodecaphonism; twelve note music",
    "endef": ""
  },
  {
    "id": "382",
    "eusterm": "doinu",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "ahaire",
        "qual": "4"
      },
      {
        "sin": "melodia",
        "qual": "4"
      }
    ],
    "eusdef": "Osotasuna eta izaera berezia duen nota-segida identifikagarria.",
    "es": "melodía; tonada",
    "esdef": "",
    "fr": "air; mélodie",
    "frdef": "",
    "en": "melody; tune",
    "endef": ""
  },
  {
    "id": "383",
    "eusterm": "duo",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Bikote batentzat egindako konposizioa edo pasartea.",
    "es": "dúo",
    "esdef": "",
    "fr": "duo",
    "frdef": "",
    "en": "duet; duo",
    "endef": ""
  },
  {
    "id": "384",
    "eusterm": "entzunaldi",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Obra bat jendaurrean jotzen den aldietako bakoitza.",
    "es": "audición",
    "esdef": "",
    "fr": "audition",
    "frdef": "",
    "en": "recital",
    "endef": ""
  },
  {
    "id": "385a",
    "eusterm": "episodio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Garrantzi tematiko nagusiko pasar- teen artean jotzen den bigarren mailako pasartea.",
    "es": "episodio",
    "esdef": "",
    "fr": "épisode",
    "frdef": "",
    "en": "episode",
    "endef": ""
  },
  {
    "id": "385b",
    "eusterm": "episodio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Fugan, subjektuaren aurkezpenaren ondoren edo horien geroko agerpenen artean tartekatzen den atala.",
    "es": "episodio",
    "esdef": "",
    "fr": "divertissement; épisode",
    "frdef": "",
    "en": "episode",
    "endef": ""
  },
  {
    "id": "385c",
    "eusterm": "episodio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Rondon, leloaren errepikapenen arteko pasartea.",
    "es": "copla; episodio",
    "esdef": "",
    "fr": "couplet; épisode",
    "frdef": "",
    "en": "episode",
    "endef": ""
  },
  {
    "id": "386",
    "eusterm": "erantzun",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Fugaren subjektuaren lehen agerraldiaren ondoren hasten den melodia, es- kuarki bostun bat gorago edo laudun bat beherago (beraz, dominantean) jotzen dena. Subjektuaren transposizio tonala (diatonikoa) edo erreala (zehatza) izan daiteke.",
    "es": "respuesta",
    "esdef": "",
    "fr": "réponse",
    "frdef": "",
    "en": "answer",
    "endef": ""
  },
  {
    "id": "387",
    "eusterm": "erlijio-musika",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "musika erlijioso",
        "qual": "3"
      }
    ],
    "eusdef": "Elizkizunetan interpretatzeko edo erlijio-gaietan oinarriturik sortua den musika.",
    "es": "música religiosa; música sacra",
    "esdef": "",
    "fr": "musique religieuse; musique sacrée",
    "frdef": "",
    "en": "religious music; sacred music",
    "endef": ""
  },
  {
    "id": "388a",
    "eusterm": "errepertorio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Alderdi komun batzuk (garaia, estiloa...) dituzten eta erlazionatu ohi diren obren multzoa; bereziki, estilo batean denboraren poderioan finkatu diren eta eskuarki jotzen diren obren multzoa.",
    "es": "repertorio",
    "esdef": "",
    "fr": "répertoire",
    "frdef": "",
    "en": "repertoire",
    "endef": ""
  },
  {
    "id": "388b",
    "eusterm": "errepertorio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Instrumentistak, kantariak edo talde batek eskuarki interpretatzen duen obra- multzoa.",
    "es": "repertorio",
    "esdef": "",
    "fr": "répertoire",
    "frdef": "",
    "en": "repertoire",
    "endef": ""
  },
  {
    "id": "389",
    "eusterm": "errezital",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Instrumentista edo kantari batek eginiko saioa, dela bakarrik, dela beste ins- trumentista batek lagunduta.",
    "es": "recital",
    "esdef": "",
    "fr": "récital",
    "frdef": "",
    "en": "recital",
    "endef": ""
  },
  {
    "id": "390",
    "eusterm": "errezitatibo",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Testu bat deklamazio-estiloan kanta- tzen den eta instrumentuz lagundua izaten den musika-pasartea edo konposizio-atala. Musikaren ezaugarri melo- diko eta erritmikoak testuaren egituraren araberakoak dira. Opera, oratorio, pasio eta beste zenbait musika-forma- tan erabiltzen da.",
    "es": "recitativo",
    "esdef": "",
    "fr": "récitatif",
    "frdef": "",
    "en": "recitative",
    "endef": ""
  },
  {
    "id": "391",
    "eusterm": "erritmo",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Musikaedo dantza-estilo jakin baten patroia den unitatea, halako tempoa, konpasa eta azentu-banaketa ezaugarri dituena.",
    "es": "ritmo",
    "esdef": "",
    "fr": "rythme",
    "frdef": "",
    "en": "rhythm",
    "endef": ""
  },
  {
    "id": "392",
    "eusterm": "erritmo-sekzio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Zenbait musika-estilo modernotan, eta bereziki jazzean, erritmoaz eta linea harmonikoaz arduratzen diren instru- mentuen multzoa (bateria, kontrabaxua edo baxu elektrikoa, gitarra edota pianoa nahiz antzeko teklatu-instrumentua).",
    "es": "sección de ritmo; sección rítmica fr section rythmique",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "rhythm section",
    "endef": ""
  },
  {
    "id": "393",
    "eusterm": "erromantza",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XIX. mendean, italiar operako aria-moduko konposizio batzuei emandako izena. Eskuarki, ariak baino giro inti- moagokoak izaten dira.",
    "es": "romanza",
    "esdef": "",
    "fr": "romance",
    "frdef": "",
    "en": "romance; romanza",
    "endef": ""
  },
  {
    "id": "394a",
    "eusterm": "erromantze",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XVI. mendeaz geroko gaztelaniazko poesia-generoa, zortzi silabako lerrotan moldatua eta gertaera bat azaltzen duena; horren kide den XV-XVIII. mendeen bitarteko euskarazko herri- poesia mota. Euskal literaturan, baladaren baliokidetzat jo daiteke erromantzea.",
    "es": "romance",
    "esdef": "",
    "fr": "romance",
    "frdef": "",
    "en": "romance",
    "endef": ""
  },
  {
    "id": "394b",
    "eusterm": "erromantze",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XVIII-XIX. mendeetan, ahotserako eta laguntza edo akonpainamendurako konposizioa, bereziki Frantzia eta Italian indarra izan zuena. Lirikoa izaten da, eta formaz sinplea.",
    "es": "romance",
    "esdef": "",
    "fr": "romance",
    "frdef": "",
    "en": "romance",
    "endef": ""
  },
  {
    "id": "395",
    "eusterm": "espiritual",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "beltz espiritual",
        "qual": "4"
      }
    ],
    "eusdef": "AEBko komunitate beltzaren erlijiozko herri-kantua, afrikar jatorriko kantuen eta europar liturgia-kantuen eraginak agertzen dituena. XIX. mendean sor- tuak dira, eta eragin handia izan dute gospel estiloan.",
    "es": "espiritual; negro espiritual",
    "esdef": "",
    "fr": "negro spiritual",
    "frdef": "",
    "en": "spiritual",
    "endef": ""
  },
  {
    "id": "396",
    "eusterm": "estandar",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Jazzean, ohiko errepertoriokoa den konposizioa. Batez ere, komedia musikal edo filmetako piezak izaten dira, edo jazz-musikarien konposizioak.",
    "es": "estándar",
    "esdef": "",
    "fr": "standard",
    "frdef": "",
    "en": "standard",
    "endef": ""
  },
  {
    "id": "397",
    "eusterm": "estudio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Instrumentu-teknikan trebatzeko helburuz idatziko musika-konposizioa, eskuarki teknikaren alderdi jakin bat edo batzuk lantzeko.",
    "es": "estudio",
    "esdef": "",
    "fr": "étude eszenako musika",
    "frdef": "",
    "en": "etude; study",
    "endef": ""
  },
  {
    "id": "398",
    "eusterm": "ezpata-dantza",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Euskal erritmo-mota, 6/8+3/4 konpasetan idatzi ohi dena; izen bereko dantzari dagokio.",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "399",
    "eusterm": "fado",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Portugalgo herri-kanta, erritmo bitarrekoa, gitarra portugesez, fabordaz eta kideko instrumentuez lagundua kantatzen dena. Giro hiritarrekoa da, bereziki Lisboakoa.",
    "es": "fado",
    "esdef": "",
    "fr": "fado",
    "frdef": "",
    "en": "fado",
    "endef": ""
  },
  {
    "id": "400",
    "eusterm": "fandango",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "orripeko",
        "qual": "3"
      }
    ],
    "eusdef": "Erritmo hirutarreko dantza, tempo bizi samarrekoa; dantza horren musika, 3/4 edo 6/8 konpasean idatzi ohi dena. Zenbait herrialdetako herri-musikan sustraituta dago (Iberiar Penintsulan eta Hego Amerikan), eta bakoitzean ezaugarri bereziak izaten ditu (Andaluzian, flamenkoaren paloetako bat ere bada). Jotaren kidea da (Euskal Herriko plaza-dantzetan, bi izendapenak erabiltzen dira, herrialdearen ara- bera). orripeko terminoa euskal fandangoaren sinonimoa da.",
    "es": "fandango",
    "esdef": "",
    "fr": "fandango",
    "frdef": "",
    "en": "fandango",
    "endef": ""
  },
  {
    "id": "401",
    "eusterm": "fanfarre",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Metalezko haize-instrumentuetarako, bereziki tronpetetarako, egindako konposizioa, sarritan perkusioz lagunduta jotzen dena. Zeremoniaeta ospakizun- funtzioa izaten du, baita armadako edo ehizako deiena ere.",
    "es": "fanfarria",
    "esdef": "",
    "fr": "fanfare",
    "frdef": "",
    "en": "fanfare",
    "endef": ""
  },
  {
    "id": "402",
    "eusterm": "fantasia",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Forma askeko konposizio instrumental mota, inprobisazio-obra edo -pasarteen ezaugarriak agertu ohi dituena.",
    "es": "fantasía",
    "esdef": "",
    "fr": "fantaisie",
    "frdef": "",
    "en": "fancy; fantasia; fantasy",
    "endef": ""
  },
  {
    "id": "403a",
    "eusterm": "finale",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Sonata, sinfonia, kontzertu eta kideko konposizio baten azken mugimen-dua, eskuarki tempo arina izaten due- na.",
    "es": "finale",
    "esdef": "",
    "fr": "finale",
    "frdef": "",
    "en": "finale",
    "endef": ""
  },
  {
    "id": "403b",
    "eusterm": "finale",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Operan, ekitaldi baten amaierako pieza, pertsonaia nagusiek eta batzue- tan koruak ere parte hartzen dutena. en finale %es finale %fr finale",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "404",
    "eusterm": "flamenko",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Andaluziako herri-musika eta -dantza, zenbait kulturaren eragina agertzen duena: Espainiako musika-tradizioa, ekialdeko kulturetako osagaiak (batez ere, arabiarrak), ijitoen espresiobi- deak... Instrumentazioren aldetik, ahotsa, gitarra eta txalo-jotzea dira tradiziozko osagaiak.",
    "es": "flamenco",
    "esdef": "",
    "fr": "flamenco",
    "frdef": "",
    "en": "flamenco",
    "endef": ""
  },
  {
    "id": "405",
    "eusterm": "folia",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Jatorriz portugesa bide den dantza, konpas hirutarrekoa. Lehen aztarnak XV. mendekoak dira, eta dantza arina eta informala zela adierazten dute; aurrerago, XVII. mendetik aurrera, tempoa geldotu egin zen, sarabandaren erara. Gainera, foliaren egitura harmonikoa eta oinarrizko linea melodikoa finkatu egin ziren, eta bariazioak egiteko ostinato-moduko oinarritzat erabili zuten hainbat konpositorek.",
    "es": "folía",
    "esdef": "",
    "fr": "folia; follia",
    "frdef": "",
    "en": "folia",
    "endef": ""
  },
  {
    "id": "406",
    "eusterm": "folk",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Herri-musika modernoaren esparruan, batez ere herri anglosaxoniarren tradiziozko musikan oinarritutako estiloa, 1960ko hamarkadan sortutakoa; hedaduraz, tradiziozko musikan oinarritutako estiloa izendatzeko erabili izan den terminoa.",
    "es": "folk",
    "esdef": "",
    "fr": "folk",
    "frdef": "",
    "en": "folk",
    "endef": ""
  },
  {
    "id": "407",
    "eusterm": "forma bitar",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Bi atalez osatutako musika-forma (AB, AABB). Eskuarki, lehen atalean tonikatik gertuko tonalitate batera modula- tzen da, normalean dominantera edo, tonika minorra bada, erlatibo maiorrera. Bigarren atalean, alderantzizko modulazioa egiten da, tonikan amaitzeko, hain zuzen ere.",
    "es": "forma binaria",
    "esdef": "",
    "fr": "forme binaire",
    "frdef": "",
    "en": "binary form; two part form",
    "endef": ""
  },
  {
    "id": "408",
    "eusterm": "forma hirutar",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Hiru atalez osatutako musika-forma (ABA). Lehen eta hirugarren atalak berdinak izaten dira, edo oso antze- koak.",
    "es": "forma ternaria",
    "esdef": "",
    "fr": "forme ternaire",
    "frdef": "",
    "en": "ternary form; three-part form",
    "endef": ""
  },
  {
    "id": "409",
    "eusterm": "fuga",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Kontrapuntu-teknika darabilen musika- forma polifonikoa, hasieran aurkezten den tema edo subjektu batetik abiatuta eratzen dena, batik bat imitazioaren bidez. Atal nagusiak aurkezpena, garapena eta stretto dira. Barrokoaren ga- raiko forma nagusietakoa izan zen.",
    "es": "fuga",
    "esdef": "",
    "fr": "fugue",
    "frdef": "",
    "en": "fugue",
    "endef": ""
  },
  {
    "id": "410",
    "eusterm": "gabota",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XVII. eta XVIII. mendeetako dantza frantsesa, jatorriz nekazari-girokoa eta konpas bitarra duena; dantza horren musika edo horren estiloan egindako konposizioa. Suite barroko batzuen osagaia ere bada. Zuberoako maskaradako dantzetako bat da.",
    "es": "gavota",
    "esdef": "",
    "fr": "gavotte gai",
    "frdef": "",
    "en": "gavotte",
    "endef": ""
  },
  {
    "id": "411",
    "eusterm": "gaillarda",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XVI-XVII. mendeetako dantza arina, konpas hirutarrekoa eta bost pauso desberdin dituena; dantza horren doinua, edo horren estiloan egindako konposizioa. Saltarelloaren antzekoa da, eta, hura bezala, pabanarekin elkartu ohi zen dantza-konposizioetako bat da.",
    "es": "gallarda",
    "esdef": "",
    "fr": "gaillarde",
    "frdef": "",
    "en": "galliard",
    "endef": ""
  },
  {
    "id": "412",
    "eusterm": "ganbera-musika",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Musikari-talde txiki batek jotzeko konposatutako musika (eskuarki, gehienez hamar kidez osatutako tal- deentzat egindakoa hartu ohi da ganbera-musikatzat). Jatorriz, gela edo areto batean jotzeko konposatutako musika zen, eta, beraz, musika erlijiosoari eta antzerkirako musikari kontrajarria.",
    "es": "música de cámara",
    "esdef": "",
    "fr": "musique de chambre",
    "frdef": "",
    "en": "chamber music",
    "endef": ""
  },
  {
    "id": "413a",
    "eusterm": "garapen",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konposizioaren hasieran aurkeztu den materiala hedatzea eta eraldatzea, harekin nolabaiteko erlazio tematikoa atxikiz eta aldi berean musika-ideia eta - material berriak sortuz.",
    "es": "desarrollo",
    "esdef": "",
    "fr": "développement",
    "frdef": "",
    "en": "development",
    "endef": ""
  },
  {
    "id": "413b",
    "eusterm": "garapen",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Musika-forma batzuetan, aurkezpenaren ondoko atala (esaterako, fugan edo sonata-forman).",
    "es": "desarrollo",
    "esdef": "",
    "fr": "développement",
    "frdef": "",
    "en": "development",
    "endef": ""
  },
  {
    "id": "414",
    "eusterm": "giga",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Errenazimentuaren eta Barrokoaren garaiko dantza arina, eskuarki konpas konposatukoa. Jatorria Ingalaterrako eta Irlandako jig dantza bide da. Konposizio instrumental gisa, suite barrokoaren ohiko osagaietako bat da, eta sarritan 6/8 konpasean idatzia.",
    "es": "giga",
    "esdef": "",
    "fr": "gigue",
    "frdef": "",
    "en": "gigue",
    "endef": ""
  },
  {
    "id": "415",
    "eusterm": "gospel",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "AEBko komunitate beltz protestantearen erlijio-kantuaren estiloa, XX. mendearen hasieran sortutakoa. Beltz espiritualekin erlazionatuta daude, eta haiek baino erritmo biziagoa izaten dute.",
    "es": "gospel",
    "esdef": "",
    "fr": "gospel",
    "frdef": "",
    "en": "gospel",
    "endef": ""
  },
  {
    "id": "416",
    "eusterm": "guajira",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Kubako dantza eta kantua, 6/8 eta 3/4 konpasak konbinatu ohi dituena, eta hamarreko bertsoak erabiltzen dituena. Kubako nekazari-giroko musika da.",
    "es": "guajira",
    "esdef": "",
    "fr": "guajira",
    "frdef": "",
    "en": "guajira",
    "endef": ""
  },
  {
    "id": "417",
    "eusterm": "habanera",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Jatorriz Kubakoa bide den dantza, 2/4 konpasa eta tempo lasaia dituena; dantza horren doinua, edo horren estiloan egindako konposizioa. Konpasaren lehen aldian figura bereizgarria du, kortxeaerdia, kortxea, kor- txeaerdia eta bi kortxeaz osatua. Kontradantzaren bilakaeraren emaitza da, eta eragina izan du Kubako danzónen zein Argentinako tangoaren garapenean.",
    "es": "habanera",
    "esdef": "",
    "fr": "habanera",
    "frdef": "",
    "en": "habanera",
    "endef": ""
  },
  {
    "id": "418",
    "eusterm": "hari-kuarteto",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Hari-laukoterako egindako konposi- zioa. XVIII. mendearen bigarren erdialdeaz geroztik, ganbera-musikan gehien landu den eta eragin handiena izan duen konposizio-mota da.",
    "es": "cuarteto para cuerda",
    "esdef": "",
    "fr": "quatuor à cordes; quatuor pour cordes",
    "frdef": "",
    "en": "string quartet",
    "endef": ""
  },
  {
    "id": "419",
    "eusterm": "herri-kanta",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Herri-tradizioan finkatu eta bertatik jaso den kanta.",
    "es": "canción popular; canto popular fr chanson populaire",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "folk song",
    "endef": ""
  },
  {
    "id": "420a",
    "eusterm": "herri-musika",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "musika folkloriko",
        "qual": "4"
      },
      {
        "sin": "tradiziozko musika",
        "qual": "4"
      }
    ],
    "eusdef": "Herri edo kultura baten tradiziozko ondarearen parte den musika, eskuarki entzunez transmititu eta errotu ohi dena.",
    "es": "",
    "esdef": "",
    "fr": "musique folklorique; musique populaire; musique traditionnelle",
    "frdef": "",
    "en": "folk music; traditional music es música folklórica; música popular; música tradicional",
    "endef": ""
  },
  {
    "id": "420b",
    "eusterm": "herri-musika",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Jendartean zabalkunde handia izan duten zenbait musika-mota izendatzeko erabili ohi den terminoa; batzuetan, musika akademikoaren esparrutikkanpo sortzen den musika izendatzeko erabili ohi da. Adiera horretan, XIX. mendeaz gero tradiziozko musikatik eta musika akademikotik nolabait bereiziak diren edo haietatik abiatuta garatu diren zenbait genero adierazten ditu (esaterako, vaudevillea, tangoa, bluesa, jazza, rock-and-rolla, soula, popa, folka, sona, saltsa...). Nolanahi ere, bereizketa lausoa da, eta eztabaidatua.",
    "es": "música popular",
    "esdef": "",
    "fr": "musique populaire hileta-doinu",
    "frdef": "",
    "en": "popular music",
    "endef": ""
  },
  {
    "id": "421",
    "eusterm": "hileta-martxa",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "hileta-doinu",
        "qual": "4"
      }
    ],
    "eusdef": "Tempo geldoko martxa zeremoniatsua, hiletetan jotzeko konposatua.",
    "es": "marcha fúnebre",
    "esdef": "",
    "fr": "marche funèbre",
    "frdef": "",
    "en": "funeral march",
    "endef": ""
  },
  {
    "id": "422",
    "eusterm": "himno",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "ereserki",
        "qual": "4"
      }
    ],
    "eusdef": "Jainko zein pertsona bat laudatzeko edo gertakari gogoangarri bat ospatzeko egindako konposizioa.",
    "es": "himno",
    "esdef": "",
    "fr": "hymne",
    "frdef": "",
    "en": "hymn",
    "endef": ""
  },
  {
    "id": "423",
    "eusterm": "hip hop musika",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Hip hop kultura-mugimenduaren barneko musika-estiloa, osagai nagusi hauek dituena: rappinga (hitzak musikarekin batera erritmikoki errezitatzea), beatboxinga (perkusio-instrumentuak aho-soinuz egitea), DJinga eta musika elektronikoaren sampling teknika.",
    "es": "música hip hop",
    "esdef": "",
    "fr": "musique hip-hop",
    "frdef": "",
    "en": "hip hop music",
    "endef": ""
  },
  {
    "id": "424",
    "eusterm": "impromptu",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Erromantizismoaren garaiko obra instrumentala, formaz askea dena eta inprobisazioa iradokitzen duena. Gehienetan, pianorako konposizioa izaten da.",
    "es": "impromptu",
    "esdef": "",
    "fr": "impromptu",
    "frdef": "",
    "en": "impromptu",
    "endef": ""
  },
  {
    "id": "425",
    "eusterm": "inprobisazio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Musika jo ahala sortzea, aldez aurretik konposatu edo finkatu gabe; horrela egindako joaldia eta, bereziki jazzean, konposizio baten eskema harmonikoaren gainean egindako joaldia.",
    "es": "improvisación",
    "esdef": "",
    "fr": "improvisation instrumentu-musika",
    "frdef": "",
    "en": "improvisation",
    "endef": ""
  },
  {
    "id": "426",
    "eusterm": "interludio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konposizio edo antzerki-obra baten bi atalen artean jotzen den musika-pieza, eskuarki laburra eta instrumentala izaten dena.",
    "es": "interludio",
    "esdef": "",
    "fr": "interlude",
    "frdef": "",
    "en": "interlude",
    "endef": ""
  },
  {
    "id": "427",
    "eusterm": "jazz",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XX. mendean Ipar Amerikako beltzen musiketatik sorturiko musika-moten eta -estiloen multzoa, ezaugarri nagusitzat inprobisazioa eta swinga dituena. Jazzak bilakaera eta garapen handia izan du, eta izaera berritzailea eta eklektikoa agertu du hasieratik; folkloretik dantza-musika izatera pasatu zen, musika landu eta jasoa izatera gero, abangoardia-estiloak eskaintzeraino.",
    "es": "jazz",
    "esdef": "",
    "fr": "jazz",
    "frdef": "",
    "en": "jazz",
    "endef": ""
  },
  {
    "id": "428",
    "eusterm": "jota",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Erritmo hirutarreko herri-dantza eta kantua, Iberiar Penintsulako zenbait herri-musikatan sustraitua dena. 3/4 konpasean idatzi ohi da, baina 6/8an ere bai, eta tempoz bizia izaten da (jota kantatua pausatuagoa izaten da). Euskal Herrian, jotak garrantzi handia du Nafarroako herri-musikan, batik bat jota-kantuak. Beste eskualde batzuetako musiketan, trikitian esaterako, jota fandangoaren kideko dantza da.",
    "es": "jota",
    "esdef": "",
    "fr": "jota",
    "frdef": "",
    "en": "jota",
    "endef": ""
  },
  {
    "id": "429",
    "eusterm": "kabatina",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XVIII-XIX. mendeetako operan, aria labur eta sinple baten moduko konposizioa. XVIII. mendean, da capo ariabaino laburragoa den ahots-konposi- zioa da; XIX. mendeko opera italia- rrean, pertsonaia aurkeztekoa.",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "cavatina es cavatina fr cavatine",
    "endef": ""
  },
  {
    "id": "430",
    "eusterm": "kanon",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Instrumentuek edota ahotsek melodia edo subjektu bera edo haren transposizioa une desberdinetan jotzen hasiz osatzen den kontrapuntu-konposizioa. Parteak bata bestearen ondoren hasten dira, tarte erregular edo irregularretan. Subjektua unisonoan, zortzidunean edo bestelako bitarte jakin batzuetan errepika daiteke (eskuarki, laudunean edo bostunean).",
    "es": "canon",
    "esdef": "",
    "fr": "canon",
    "frdef": "",
    "en": "canon",
    "endef": ""
  },
  {
    "id": "431",
    "eusterm": "kanta",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "abesti",
        "qual": "4"
      },
      {
        "sin": "kantu",
        "qual": "4"
      }
    ],
    "eusdef": "Ahotsez interpretatzen den musika-pieza, testua izaten duena eta kantu hutsez edo instrumentuz lagundurik interpreta daitekeena. Herri-tradiziokoa izan daiteke (herri-kanta), edo egile-konposizioa.",
    "es": "canción; cantar; canto",
    "esdef": "",
    "fr": "chanson; chant",
    "frdef": "",
    "en": "song",
    "endef": ""
  },
  {
    "id": "432",
    "eusterm": "kantata",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Ahots batentzat edo gehiagorentzat egina den eta laguntza instrumentala duen konposizioa. Obra-mota eta genero bat baino gehiago adierazten ditu kantata terminoak. Eliza-musikako obra izan daiteke (oratorioaren antze- koa), edo profanoa (antzezpenik gabeko operaren estilora moldatua). Kantata barrokoa da genero ezagunena (atal nagusiak: errezitatiboak, ariak, da capo ariak, duoak eta koruak).",
    "es": "cantata",
    "esdef": "",
    "fr": "cantate",
    "frdef": "",
    "en": "cantata",
    "endef": ""
  },
  {
    "id": "433",
    "eusterm": "kantilena",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Erdi Aroan, kanta, melodia; XIII-XV. mendeen bitartean, kanta polifonikoa; XIX. mendetik aurrera, ahotsedo instrumentu-konposizio laburra, eskuarki lirikoa edo sentimentala izaten dena.",
    "es": "cantinela",
    "esdef": "",
    "fr": "cantilène",
    "frdef": "",
    "en": "cantilena",
    "endef": ""
  },
  {
    "id": "434a",
    "eusterm": "kantu",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Ahotsaren bidez musika-soinuak egitea; hori egiteko teknika eta artea.",
    "es": "canto",
    "esdef": "",
    "fr": "chant",
    "frdef": "",
    "en": "singing",
    "endef": ""
  },
  {
    "id": "434b",
    "eusterm": "kantu",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Ahots-musikako genero edo estilo batzuei emandako izena (esaterako, kantu laua, kantu gregoriano...).",
    "es": "canto",
    "esdef": "",
    "fr": "chant",
    "frdef": "",
    "en": "chant",
    "endef": ""
  },
  {
    "id": "435",
    "eusterm": "kantu gregoriano",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "gregoriano",
        "qual": "4"
      }
    ],
    "eusdef": "Eliza katolikoaren kantu liturgikoaren tradizioaren gunea osatzen duen kantu lau mota, mezan eta ofizioan kantatzekoa. Kantu monodikoa da, instrumentuen laguntzarik gabea, eliza-moduetan oinarritua eta noten arteko jauzi handirik gabea. Neuma bidezko notazioa erabiltzen du batez ere.",
    "es": "canto gregoriano; gregoriano",
    "esdef": "",
    "fr": "chant grégorien",
    "frdef": "",
    "en": "Gregorian chant",
    "endef": ""
  },
  {
    "id": "436",
    "eusterm": "kantu lau",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Eliza kristauaren kantu liturgikoen oinarria den kantu monodikoa eta eskuarki erritmo librekoa. Mendebaldeko elizaren tradizioan, kantu anbrosiotarra, galikanoa, antzinako erromatarra eta mozarabiarrak hartzen ditu; ekialdeko tradizioan, kantu armeniarra, bizantziarra eta siriarra.",
    "es": "canto llano",
    "esdef": "",
    "fr": "plain-chant",
    "frdef": "",
    "en": "plain chant; plain song",
    "endef": ""
  },
  {
    "id": "437",
    "eusterm": "kapritxo",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Forma askeko eta izaera biziko zenbait konposizio instrumental edo bokalek hartzen duten izena.",
    "es": "capricho",
    "esdef": "",
    "fr": "caprice karrika-dantza",
    "frdef": "",
    "en": "caprice",
    "endef": ""
  },
  {
    "id": "438",
    "eusterm": "kinteto",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Boskote batentzat egindako konposizioa.",
    "es": "quinteto",
    "esdef": "",
    "fr": "quintet",
    "frdef": "",
    "en": "quintet",
    "endef": ""
  },
  {
    "id": "439",
    "eusterm": "klasizismo",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "aldi klasiko",
        "qual": "4"
      }
    ],
    "eusdef": "Europar musikan, Barrokoaren eta Erromantizismoaren arteko aldia (XVIII. mendearen amaiera eta XIX. mendearen hasiera bitartekoa). J. Haydn eta W.A. Mozart konpositoreen musika da aldi horretako sorkuntzaren adierazle aipatuena (L. Van Beethoven ere klasizismoaren barnean kokatu ohi dute aditu batzuek).",
    "es": "clasicismo; período clásico",
    "esdef": "",
    "fr": "classicisme; ère classique",
    "frdef": "",
    "en": "Classical period; classicism",
    "endef": ""
  },
  {
    "id": "440",
    "eusterm": "koda",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konposizio baten azken zatia, eranskin modukoa. Koda hasten den lekua Þ ikurraz adierazten da.",
    "es": "coda",
    "esdef": "",
    "fr": "coda",
    "frdef": "",
    "en": "coda",
    "endef": ""
  },
  {
    "id": "441",
    "eusterm": "konposizio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Musika sortzearen edo konposatzearen emaitza, egile batek sortutako musika- obra.",
    "es": "composición",
    "esdef": "",
    "fr": "composition",
    "frdef": "",
    "en": "composition",
    "endef": ""
  },
  {
    "id": "442",
    "eusterm": "kontradantza",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Erritmo bitarreko dantza arina, eskuarki 2/4 edo 6/8 konpasekoa, eta zortzi konpaseko oinarrizko egitura errepikakorra izaten duena. Ingalaterrako country dancen du jatorria, eta handik zabaldu zen Europa kontinentalera. XVIII. mendean jo zuen goia. Europa osoko folklorean gorde da, hainbat aldaeratan.",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "contredance es contradanza fr contredanse",
    "endef": ""
  },
  {
    "id": "443",
    "eusterm": "kontrasubjektu",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Fugan eta bestelako kontrapuntu-konposizioetan, subjektu nagusiaren ondoren agertzen den bigarren mailako subjektua, harekin edo haren erantzunarekin (dominantean jotzen den subjektuarekin) kontrastea egiten duena. en countersubject %es contrasujeto %fr contresujet",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "444",
    "eusterm": "kontzertante",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Instrumentu solistek eskaintzen dituzten posibilitateez baliatzen den pasarte-, konposizioedo musika-mota. Esaterako, sinfonia kontzertantea edo estilo kontzertantea.",
    "es": "concertante",
    "esdef": "",
    "fr": "concertant, -ante",
    "frdef": "",
    "en": "concertante",
    "endef": ""
  },
  {
    "id": "445a",
    "eusterm": "kontzertu",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Instrumentu solista baterako edo batzuetarako eta orkestrarako idatzitako konposizioa. Barrokoan sortzen da (concerto grossorekin), eta Klasizismoan eta Erromantizismoan finkatzen da egitura (eta solista bakarra izatera jotzen du). Zenbait mugimenduz (eskuarki hiruz) osatuak izaten dira (arina-geldoa-arina). en concerto %es concierto %fr concerto",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "445b",
    "eusterm": "kontzertu",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Musika-konposizio baten edo ba- tzuen jendaurreko emanaldia.",
    "es": "concierto",
    "esdef": "",
    "fr": "concert",
    "frdef": "",
    "en": "concert",
    "endef": ""
  },
  {
    "id": "446",
    "eusterm": "koral",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Eliza protestantearen kantu liturgikoa, jatorriz unisonoan eta laguntza edo akonpainamendurik gabe kantatzen zena. Barrokoaren hasieran, polifonia eta laguntza sartzen dira (eskuarki organoan). Koralek konposizio-mota askotarako materiala eman dute (kantata, motetea...) eta bertatik forma ins- trumentalak ere sortu dira, batik bat organorako koralak (preludio, fuga, fantasia eta bariazio korala).",
    "es": "coral",
    "esdef": "",
    "fr": "choral",
    "frdef": "",
    "en": "chorale",
    "endef": ""
  },
  {
    "id": "447",
    "eusterm": "koru",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Koruak kantatzeko musika-pieza edo konposizio-atala.",
    "es": "coro",
    "esdef": "",
    "fr": "choeur",
    "frdef": "",
    "en": "chorus",
    "endef": ""
  },
  {
    "id": "448",
    "eusterm": "kuarteto",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Laukote batentzat egindako konposizioa. en quartet %es cuarteto %fr quatuor",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "449a",
    "eusterm": "lelo",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "errepika",
        "qual": "4"
      }
    ],
    "eusdef": "Kanta batean, ahapaldien artean errepikatzen den atala.",
    "es": "estribillo",
    "esdef": "",
    "fr": "refrain",
    "frdef": "",
    "en": "chorus; refrain",
    "endef": ""
  },
  {
    "id": "449b",
    "eusterm": "lelo",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "errepika",
        "qual": "4"
      }
    ],
    "eusdef": "Rondo-forman, gai edo subjektu nagusia jotzen den atala.",
    "es": "estribillo; rondó",
    "esdef": "",
    "fr": "refrain; ritournelle",
    "frdef": "",
    "en": "refrain; rondo",
    "endef": ""
  },
  {
    "id": "450",
    "eusterm": "libreto",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Ahots-konposizio baten literatura-testua, batez ere opera, zarzuela eta kidekoena.",
    "es": "libreto; libro",
    "esdef": "",
    "fr": "libretto; livret",
    "frdef": "",
    "en": "libretto",
    "endef": ""
  },
  {
    "id": "451",
    "eusterm": "lied",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Alemanezko kanta, testutzat poema eskuarki lirikoa izaten duena, eta ahots bakarrak edo batzuek kantatzekoa, instrumentu-laguntzaz edo gabe. Erromantizismoan garapen handia izan zuen, bereziki piano eta ahotserako genero gisa. Alemanezko hitza lied da, eta lieder, berriz, horren plurala; singularrerakozein pluralerako lieder forma erabiltzea aski hedatua dago (lieder bat kantatu, liederrak konposatu.), baina singularrerako egokiagoa litzateke lied formaerabiltzea (lied bat kantatu...).",
    "es": "lied",
    "esdef": "",
    "fr": "lied",
    "frdef": "",
    "en": "lied",
    "endef": ""
  },
  {
    "id": "452",
    "eusterm": "lo-kanta",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "obauba",
        "qual": "4"
      },
      {
        "sin": "sehaska-kanta",
        "qual": "4"
      }
    ],
    "eusdef": "Erritmo geldoko kanta samurra, hau- rrak loak harrarazteko kantatzen dena; antzeko estiloa duen konposizioa.",
    "es": "canción de cuna; nana",
    "esdef": "",
    "fr": "berceuse",
    "frdef": "",
    "en": "berceuse; cradle song; lullaby",
    "endef": ""
  },
  {
    "id": "453",
    "eusterm": "madrigal",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Italian XIV. mendean sortutako eta Europan hedatutako musika-konposizio polifonikoa, ahots batzuetarako egina eta laguntza edo akonpainamendurik gabea. Testuetan gai profanoak erabiltzen dira.",
    "es": "madrigal",
    "esdef": "",
    "fr": "madrigal",
    "frdef": "",
    "en": "madrigal",
    "endef": ""
  },
  {
    "id": "454",
    "eusterm": "mambo",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Kubatar jatorriko dantza, tempo bizia eta lauko konpasa dituena; dantza horren musika. 1950eko hamarkadan sortu zen, eta jazz-banden instrumentazioa bereganatu zuen. Txa-txa-txa bezala, danzónaren bilakaeraren emaitza da.",
    "es": "mambo",
    "esdef": "",
    "fr": "mambo",
    "frdef": "",
    "en": "mambo",
    "endef": ""
  },
  {
    "id": "455",
    "eusterm": "martxa",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Talde baten urratsa markatzeko egindako konposizioa, biko edo lauko konpasa izaten duena, eta ospakizunaren izaeraren araberako tempoa izaten duena (martxa militarra, eztei-martxa, hileta-martxa...).",
    "es": "marcha",
    "esdef": "",
    "fr": "marche",
    "frdef": "",
    "en": "march",
    "endef": ""
  },
  {
    "id": "456",
    "eusterm": "mazurka",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Poloniako herri-dantza, erritmo hirutarrekoa, eta azentu sinkopatuak izaten dituena (bigarren eta hirugarren al-dian); dantza horren musika, edo horren estiloan egindako konposizioa. XIX. mendearen erdialdean arrakasta handia izan zuen Europan, eta zenbait konpositorek erabili zuten musika-formatzat.",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "mazurka es mazurca fr mazurka melodia",
    "endef": ""
  },
  {
    "id": "457",
    "eusterm": "merengue",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Errepublika Dominikarreko dantza, konpas bitarrekoa (2/4), eta tempo bizia duena. XIX. mendean garatu zen, batez ere jatorri afrikarreko erritmoetatik abiatuta.",
    "es": "merengue",
    "esdef": "",
    "fr": "merengue",
    "frdef": "",
    "en": "merengue",
    "endef": ""
  },
  {
    "id": "458",
    "eusterm": "meza",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Eliza katolikoaren mezaren atal batzuetan interpretatzen diren musika-piezez osatutako forma eta konposizioa. Forma ohikoenean, ordinarioaren atal kantatuen araberako egitura du: Kyrie, Gloria, Credo, Sanctus/Benedictus eta Agnus dei.",
    "es": "misa",
    "esdef": "",
    "fr": "messe",
    "frdef": "",
    "en": "mass",
    "endef": ""
  },
  {
    "id": "459",
    "eusterm": "minuet",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konpas hirutarreko bikote-dantza, tempo geldokoa. Frantziar jatorrikoa da, eta XVII-XVIII. mendeetan oso dantza ezaguna izan zen. Konposizio instrumental gisa, suite barrokoaren osagaia ere izan daiteke, sarritan minuet eta trio forman. Barrokoaren ondoren, minuetak ez zuen indarrik galdu.",
    "es": "minué; minueto",
    "esdef": "",
    "fr": "menuet",
    "frdef": "",
    "en": "minuet",
    "endef": ""
  },
  {
    "id": "460",
    "eusterm": "motet",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XIII-XVIII. mendeen bitarteko ahots- konposizio mota, polifonikoa eta es- kuarki laguntza edo akonpainamendurik gabea, eta elizkizunetako testuak dituena. Moteteak garaiaren araberako ezaugarriak ditu. Erdi Aroan, cantus firmus baten gaineko polifonia-forma da; Errenazimentuan, latinezko testuak dituen erlijiozko ahots-polifonia kon- trapuntistikoa.",
    "es": "motete",
    "esdef": "",
    "fr": "motet",
    "frdef": "",
    "en": "motet",
    "endef": ""
  },
  {
    "id": "461",
    "eusterm": "mugimendu",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Zenbait konposizioren atalen izena. Mugimendua atal aski beregaina izaten da, konposizio bereko beste mugimenduetatik bereizten duten tempoa eta izaera izaten dituena. Esaterako, sonata, kontzertu, sinfonia eta hari-koartetoaren atalak mugimenduak dira.",
    "es": "movimiento",
    "esdef": "",
    "fr": "mouvement",
    "frdef": "",
    "en": "movement",
    "endef": ""
  },
  {
    "id": "462",
    "eusterm": "musette",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Gabotaren antzeko dantza, konpas hirutarrekoa, eta artzain-giroa iradokitzen duena. Musette instrumentuaz lagundua izaten zen, eta XVII-XVIIII. mendeetako ballet frantsesetan erabili zen batez ere.",
    "es": "mussette",
    "esdef": "",
    "fr": "musette",
    "frdef": "",
    "en": "musette",
    "endef": ""
  },
  {
    "id": "463",
    "eusterm": "musika akademiko",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "musika jaso",
        "qual": "4"
      },
      {
        "sin": "musika landu",
        "qual": "4"
      }
    ],
    "eusdef": "Europar musikaren testuinguruan, herri- musika terminoarekin kontrajarririk erabili ohi den terminoa, arte-sormenaren emaitza diren musika-estiloak izendatzeko.",
    "es": "música académica; música clásica; música culta",
    "esdef": "",
    "fr": "musique classique; musique savant",
    "frdef": "",
    "en": "art music; classical music",
    "endef": ""
  },
  {
    "id": "464",
    "eusterm": "musika aleatorio",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "ausazko musika",
        "qual": "3"
      }
    ],
    "eusdef": "1950eko hamarkadan sortutako musika- estiloa, obraren konposizioan eta interpretazioan ausazko prozesuei garrantzia ematen diena eta horietaz baliatzen dena.",
    "es": "música aleatoria",
    "esdef": "",
    "fr": "musique aléatoire musika bokal",
    "frdef": "",
    "en": "aleatory music",
    "endef": ""
  },
  {
    "id": "465",
    "eusterm": "musika elektroakustiko",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "1950eko hamarkadan sortutako musika- estiloa, zinta magnetikoan grabatutako soinuak eta sintesi bidez sortutakoakbatera erabiltzen dituena.",
    "es": "música electroacústica",
    "esdef": "",
    "fr": "musique électroacoustique",
    "frdef": "",
    "en": "electroacoustic music",
    "endef": ""
  },
  {
    "id": "466",
    "eusterm": "musika elektroniko",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Instrumentu elektronikoen eta bestelako gailu elektronikoen bidez egiten diren musiken izendapen generikoa. Eskuarki, musika elektronikotzat jotzen da horrelako teknologian oinarrituta- koa dena edo horrelakoez baliatzearen ondorio diren ezaugarriak dituena.",
    "es": "música electrónica",
    "esdef": "",
    "fr": "musique électronique musika erlijioso",
    "frdef": "",
    "en": "electronic music",
    "endef": ""
  },
  {
    "id": "467",
    "eusterm": "musika eszeniko",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "antzerki-musika",
        "qual": "3"
      },
      {
        "sin": "eszenakomusika",
        "qual": "4"
      }
    ],
    "eusdef": "Antzezpen-obra batean jotzen den musika. Obraren atal oso bat hartzen duen instrumentu-musika izan daiteke (obertura edo interludio baten modu- koa), ekintzan tartekatzen den pieza, edo aktoreen hizketarekin batera entzuten den hondo-musika. Antzeko funtzioa betetzen badu ere, filmen musika izendatzeko ez da es- kuarki antzerki-musika terminoa erabiltzen (horretarako, soinu-banda edo film-musika erabili ohi da).",
    "es": "música escénica",
    "esdef": "",
    "fr": "musique de scène; musique scénique musika folkloriko",
    "frdef": "",
    "en": "incidental music",
    "endef": ""
  },
  {
    "id": "468",
    "eusterm": "musika garaikide",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Musika akademikoaren testuinguruan erabili ohi den terminoa, berez gaur egungo musika adierazten duena, baina maiz XX. mendearen hasieraz gero tonalitatearen beheraldiarekin batera sortutako musika-produkzioa adierazteko erabiltzen dena.",
    "es": "música contemporánea fr musique contemporaine",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "contemporary music",
    "endef": ""
  },
  {
    "id": "469",
    "eusterm": "musika instrumental",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "instrumentu-musika",
        "qual": "4"
      }
    ],
    "eusdef": "Instrumentuek bakarrik jotzekoa den musika, ahotsak parte hartzen ez duena. en instrumental music %es música instrumental %fr musique instrumentale",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "470a",
    "eusterm": "musika klasiko",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Europar klasizismoan sortutako musika (Haydn, Mozart, Beethoven...). en classical music %es música clásica %fr musique classique",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "470b",
    "eusterm": "musika klasiko",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "471",
    "eusterm": "musika konkretu",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "1940ko hamarkadaren amaieran sortutako musika-estilo esperimentala, lehengaitzat soinu naturalak erabiltzen dituena. Soinu-iturriak objektu arruntak, natura-gertakariak, musika-instrumentuak eta abar izan daitezke, eta euskarri magnetikoan grabatu ondoren, zenbait prozeduraz eraldatuz eta konbinatuz bideratzen da sortze-prozesua.",
    "es": "música concreta",
    "esdef": "",
    "fr": "musique concrète",
    "frdef": "",
    "en": "concrete music",
    "endef": ""
  },
  {
    "id": "472",
    "eusterm": "musika moderno",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "%Esanahi lausoa duen terminoa; musika akademikoaren testuinguruan, musika garaikidearen antzeko adieraz erabili ohi da, baina baita herri-musikatik garatutako musika-genero eta -estilo batzuen multzoa adierazteko ere (jazza, rock-a, musika elektronikoa...).",
    "es": "música moderna",
    "esdef": "",
    "fr": "musique moderne",
    "frdef": "",
    "en": "modern music",
    "endef": ""
  },
  {
    "id": "473",
    "eusterm": "musika profano",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Erlijioarekin erlazionaturik ez dagoen musika.",
    "es": "música profana",
    "esdef": "",
    "fr": "musique profane",
    "frdef": "",
    "en": "secular music",
    "endef": ""
  },
  {
    "id": "474",
    "eusterm": "musika-forma",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "forma musikal",
        "qual": "4"
      }
    ],
    "eusdef": "Konposizioen egitura deskribatzeko erabiltzen diren eredu abstraktuetako bakoitza. Esaterako, forma bitarra, hirutarra, sonata forma... Ikuspegi zabalago batetik, egitura kontuan hartuta bereiz daitezkeen konposizio-motak ere musika-formak dira, hala nola kanon, fuga, suitea, sonata, kontzertua, sinfonia...",
    "es": "forma musical",
    "esdef": "",
    "fr": "forme musicale",
    "frdef": "",
    "en": "musical form",
    "endef": ""
  },
  {
    "id": "475",
    "eusterm": "mutil-dantza",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Nafarroa Garaiko iparraldeko zenbait eskualdetako dantza batzuen izen generikoa. Gizonezkoeak biribil irekian dantzatzen dute, eta biribilaren erdian txistularia eta atabal-jotzailea jartzen dira. Iparraldeko mutxikoen kideak dira.",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "476",
    "eusterm": "mutxiko",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Ipar Euskal Herrian biribil irekian dantzatzen diren dantza batzuen izen generikoa. Nafarroa Garaiko mutil- dantzen kideak dira.",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "477",
    "eusterm": "neoklasizismo",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XX. mendearen hasierako korrontea, musika barrokoari eta klasikoari lotu ohi zaizkien ezaugarri eta prozedura batzuk modu eta irizpide berriz berrerabiltzen dituena. Esaterako, I. Stravinskik 1920-1950 bitartean konposatutako musika.",
    "es": "neoclasicismo",
    "esdef": "",
    "fr": "néo-classicisme",
    "frdef": "",
    "en": "Neoclassicism",
    "endef": ""
  },
  {
    "id": "478",
    "eusterm": "nokturno",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XIX. mendean sortutako konposizio- mota, tempo geldokoa eta eskuarki pianorako egina.",
    "es": "nocturno",
    "esdef": "",
    "fr": "nocturne obauba",
    "frdef": "",
    "en": "nocturne",
    "endef": ""
  },
  {
    "id": "479",
    "eusterm": "obertura",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Opera, oratorio eta oro har orkestra-obra nabarmenen sarrera gisako konposizio instrumentala. Obertura XVII. mendean sortzen da, oratorio eta ope- raren lehen ataltzat. Gerora, XIX. mendean, orkestra hutserako obren obertura edo kontzertu-obertura sortzen da.",
    "es": "obertura",
    "esdef": "",
    "fr": "ouverture",
    "frdef": "",
    "en": "overture",
    "endef": ""
  },
  {
    "id": "480",
    "eusterm": "okteto",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Zortzikote batentzat egindako konposizioa.",
    "es": "octeto",
    "esdef": "",
    "fr": "octuor",
    "frdef": "",
    "en": "octet",
    "endef": ""
  },
  {
    "id": "481",
    "eusterm": "opera",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Agertokian antzeztua izateko sortutako musika-obra, eskuarki testua osorik kantatua izaten duena eta orkestraz lagunduta interpretatzen dena. Antzeztua izatea da osorik kantatuak diren ahots-musikako beste konposizio- motetatik bereizten duena (esaterako, oratoriotik), eta testua osorik edo ia osorik kantatua izatea da kantua erabiltzen duten beste zenbait antzerki-obrekiko duen bereizgarri nagusia. Operaren generoak Italiako Errenazimentuan du jatorria, eta kon- posizio formalki desberdinak hartzen ditu.",
    "es": "ópera",
    "esdef": "",
    "fr": "opéra",
    "frdef": "",
    "en": "opera",
    "endef": ""
  },
  {
    "id": "482",
    "eusterm": "opera bufo",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "opera komiko",
        "qual": "4"
      }
    ],
    "eusdef": "Izaera komikoa edo arina duen opera- mota, eguneroko gaiak eta pertsonaiak erabiltzen dituena eta zati mintzatuak tartekatzen dituena. Italian sortu zen XVIII. mendean, opera serioaren amaieran edo intermezzoetan antzezten ziren pasarteak beregain bihurtu zire- nean. Beste herrialdeetara zabaltzean, izendapen eta ezaugarri bereziak dituzten generoak eman zituen.",
    "es": "ópera bufa; ópera cómica",
    "esdef": "",
    "fr": "opéra bouffe opera komiko",
    "frdef": "",
    "en": "comic opera; opera buffa",
    "endef": ""
  },
  {
    "id": "483",
    "eusterm": "opera serio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Gai historikoa edo mitologikoa duen opera, hiru ekitalditan emana, eta nagusiki errezitatiboz eta da capo ariaz osatua. XVII. mendearen amaieratik XIX. mendearen hasierara arte izan zuen indarra. Italiar jatorrikoa da, eta Alemania, Austrian eta Ingalaterran zabaldu zen.",
    "es": "ópera seria",
    "esdef": "",
    "fr": "opera seria",
    "frdef": "",
    "en": "opera seria",
    "endef": ""
  },
  {
    "id": "484",
    "eusterm": "opereta",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Testu kantatuko atalen artean zati mintzatuak eta dantza-saioak tarteka- tzen dituen opera arin moduko obra. XIX. mendean sortu zen, eta konpositore nagusia J. Offenbach izan zen. Opereta da XX. mendeko musika-ko- media edo musikalaren jatorria.",
    "es": "opereta",
    "esdef": "",
    "fr": "opérette",
    "frdef": "",
    "en": "operetta",
    "endef": ""
  },
  {
    "id": "485",
    "eusterm": "oratorio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Orkestra, koru eta kantari solistentzako musika-obra, eskuarki erlijiozko gaia eta narrazio-egitura izaten dituena, eta antzeztu gabe interpretatzen dena. XVII. mendean sortu zen.",
    "es": "oratorio",
    "esdef": "",
    "fr": "oratorio",
    "frdef": "",
    "en": "oratorio",
    "endef": ""
  },
  {
    "id": "486",
    "eusterm": "organum",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Antzinako polifonia-forma, cantus firmus bat den melodia nagusiari (vox principalis) ahots bat edo batzuk (vox organalis) gehitzean oinarritua. Ahotsak melodia nagusia zortzidunean, bostu- nean edo beheko laudunean bikoiztu ohi du. IX. mendean sortu, eta XIII. mendearen lehen erdialdera bitartean erabili zen.",
    "es": "organum",
    "esdef": "",
    "fr": "organum",
    "frdef": "",
    "en": "organum",
    "endef": ""
  },
  {
    "id": "487",
    "eusterm": "orkestrazio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Instrumentu baterako edo instrumentu- multzo txiki baterako idatzitako kon- posizioa orkestrarako moldatzea, eta horren emaitza den moldaketa.",
    "es": "orquestación",
    "esdef": "",
    "fr": "orchestration",
    "frdef": "",
    "en": "orchestration",
    "endef": ""
  },
  {
    "id": "488",
    "eusterm": "pabana",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XV-XVII. mendeetako bikote-dantza, konpas bitarrekoa, geldoa eta zeremoniatsua; dantza horren musika edo horren %estiloan egindako konposizioa. Pabanaren ondoren, saltarelloa edo gaillarda dantza arinak dantzatu ohi ziren.",
    "es": "pavana",
    "esdef": "",
    "fr": "pavane",
    "frdef": "",
    "en": "pavan; pavane",
    "endef": ""
  },
  {
    "id": "489a",
    "eusterm": "partita",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XVI-XVII. mendetan, bariazio-for- mako konposizio batzuen izendapena. en partita %es partita %fr partita",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "489b",
    "eusterm": "partita",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XVII-XVIII. mendeetan, suite ba- rrokoaren egitura bertsuko konposizio batzuei emandako izena.",
    "es": "partita",
    "esdef": "",
    "fr": "partita",
    "frdef": "",
    "en": "partita",
    "endef": ""
  },
  {
    "id": "490",
    "eusterm": "pasio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Jesukristoren nekaldia kantatzen den konposizioa, ebanjelioen testuetan oinarritua izaten dena. XVII-XVIII. mendeetan, oratorio-pasio generoa landu zen (esaterako, J.S. Bachen pa- sioak).",
    "es": "pasión",
    "esdef": "",
    "fr": "Passion",
    "frdef": "",
    "en": "passion; Passion music",
    "endef": ""
  },
  {
    "id": "491",
    "eusterm": "pasodoble",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Erritmo bitarreko dantza, jatorriz Espainiakoa; dantza horren musika, eta horren estiloan egindako konposizioa. en paso doble %es pasodoble %fr pasodoble",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "492",
    "eusterm": "passacaglia",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konpas hirutarreko dantza eta konposizioa, baxu ostinato baten gaineko ba- riazio-forma hartu ohi duena. Txakonaren antzeko ezaugarriak ditu. Jatorriz espainiarra da, eta handik pasatu zen Frantziara eta Italiara. Zenbait suite barrokoren osagaia da.",
    "es": "pasacalle",
    "esdef": "",
    "fr": "passacaille",
    "frdef": "",
    "en": "passacaglia",
    "endef": ""
  },
  {
    "id": "493",
    "eusterm": "passamezzo",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konpas bitarreko dantza geldoa, pabana baino arinxeagoa. Jatorriz italiarra da, eta, pabanak bezala, saltarelloa edo gaillarda izaten zituen ondoren.",
    "es": "passamezzo",
    "esdef": "",
    "fr": "passamezzo",
    "frdef": "",
    "en": "passamezzo",
    "endef": ""
  },
  {
    "id": "494",
    "eusterm": "passepied",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XVII-XVIII. mendeetan, konpas hirutarreko dantza arina (3/8), jatorriz frantsesa; dantza horren musika edo horren estiloan egindako konposizioa. Minuetaren antzekoa da, baina arinxeagoa, eta konpasaren azken aldian hasi ohi da.",
    "es": "passepied",
    "esdef": "",
    "fr": "passe-pied; passepied",
    "frdef": "",
    "en": "passepied",
    "endef": ""
  },
  {
    "id": "495",
    "eusterm": "pastoral",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Zuberoako herri-antzerki mota, gaur egun herritarrek plazan ematen dutena. Antzezlan-, kantueta dantza-atalak ditu. Aktoreak bi taldetan banatuta daude, onak eta gaiztoak, eta ate bana- tatik sartu eta jalgitzen dira agertokira. Horien guztien buru errejenta dago, zuzendaria. Seguru aski, Erdi Aroko antzerkian du jatorria.",
    "es": "pastoral",
    "esdef": "",
    "fr": "pastorale",
    "frdef": "",
    "en": "pastoral",
    "endef": ""
  },
  {
    "id": "496",
    "eusterm": "pieza",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Musika-konposizio soltea, edo beregaina den konposizio-atala.",
    "es": "pieza",
    "esdef": "",
    "fr": "pièce",
    "frdef": "",
    "en": "piece",
    "endef": ""
  },
  {
    "id": "497",
    "eusterm": "poema sinfoniko",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Orkestrarako konposizioa, eskuarki mugimendu bakarrekoa eta musikaz kanpoko gai baten erreferentzia izaten duena (poesia, narrazioa, kondaira...). Erromantizismoaren garaiko konposi- zio-mota da, programa-musikaren alorrekoa.",
    "es": "poema sinfónico",
    "esdef": "",
    "fr": "poème symphonique",
    "frdef": "",
    "en": "symphonic poem",
    "endef": ""
  },
  {
    "id": "498",
    "eusterm": "polifonia",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Melodikoki beregainak diren ahotsak konbinatzen dituen konposizio-teknika eta musika-estiloa, linea melodiko bakarreko homofoniari kontrajarria. Historikoki, XII-XVI. mendeen bitarteko laguntza edo akonpainamendurik gabeko ahots-musikari dagokiola erabili ohi da. Polifoniaren lehen formetako bat organum izan zela esan ohi da.",
    "es": "polifonía",
    "esdef": "",
    "fr": "polyphonie",
    "frdef": "",
    "en": "polyphony",
    "endef": ""
  },
  {
    "id": "499",
    "eusterm": "polka",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "2/4 konpaseko dantza arina, jatorriz Bohemiakoa eta XIX. mendearen lehen erdian Europa osora hedatu zena; dantza horren doinua, edo horren estiloan egindako konposizioa.",
    "es": "polca",
    "esdef": "",
    "fr": "polka",
    "frdef": "",
    "en": "polka",
    "endef": ""
  },
  {
    "id": "500",
    "eusterm": "polonesa",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Poloniar jatorriko dantza, 3/4 konpasekoa, eta tempo lasaia izaten duena; dantza honen musika, edo horren estiloan egindako konposizioa. XVI. mendearen amaieran sortu zen, XVII. mendean suitean agertu izan zen, eta XIX. mendean asko zabaldu zen, pia- norako konposiziotzat. Anakrusirik gabea izaten da, eta aldi ahuleko kadentziak izaten ditu.",
    "es": "polonesa",
    "esdef": "",
    "fr": "polonaise pop",
    "frdef": "",
    "en": "polonaise",
    "endef": ""
  },
  {
    "id": "501",
    "eusterm": "pop musika",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "pop",
        "qual": "4"
      }
    ],
    "eusdef": "Herri-musika modernoaren testuinguruan, nagusiki rock-aren eta folk-aren eraginak agertzen dituzten zabalkunde handiko zenbait musika-estilo izendatzeko edota kalifikatzeko erabiltzen den terminoa. Askotariko musika-ezauga- rriak dituzten estiloak sailkatu ohi dira pop etiketaren barnean, baina ezaugarri nagusitzat aipatu ohi dira entzuleria handi bati begira sortua izatea, melodia argiak eta harmonia sinpleak, erritmo sinpleak (eskuarki lau-lauko konpase-koak) edo instrumentu elektrikoak zein akustikoak erabiltzea.",
    "es": "música pop; pop",
    "esdef": "",
    "fr": "pop; pop musique",
    "frdef": "",
    "en": "pop; pop music",
    "endef": ""
  },
  {
    "id": "502a",
    "eusterm": "porrusalda",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Euskal plaza-dantzetako bat. Arin-arin erritmoaren mota berekoa da, eta koplak tartekatuz kantatzen da. 2/4ko konpasean eta tempo arinean idazten da.",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "502b",
    "eusterm": "porrusalda",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Txistularien artean, arin-arinaren aldaera, erritmo-oinarrian konpasaren bi parteetan kortxea puntuduna eta kortxeardia dituena, arin-arin normalari, soilik aurreko parteetan puntuak dituenari, kontrajarria.",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "503",
    "eusterm": "pot-pourri",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konposizio-zatiak kateatuz osatutako konposizioa edo musika-emanaldia. Eskuarki, kateamendua modulazio-pasarteen bidez egiten da.",
    "es": "popurrí",
    "esdef": "",
    "fr": "pot-pourri",
    "frdef": "",
    "en": "medley",
    "endef": ""
  },
  {
    "id": "504a",
    "eusterm": "preludio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konposizio batzuen sarreraedo atariko-moduko atal instrumentala, formaz aski librea. Jatorriz, konposi- zioaren tonalitatea finkatzeko erabili ohi zen eta inprobisazio-izaera izaten zuen. Barrokoan, fugaren aurrekoa izaten zen, eta suite batzuen lehen ataltzat ere agertzen da, alemandaren aurretik (bere barnean fuga-erako bigarren parte bat ere izaten du maiz).",
    "es": "preludio",
    "esdef": "",
    "fr": "prélude",
    "frdef": "",
    "en": "prelude",
    "endef": ""
  },
  {
    "id": "504b",
    "eusterm": "preludio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Opera baten atariko-moduko kon- posizioa.",
    "es": "preludio",
    "esdef": "",
    "fr": "prélude",
    "frdef": "",
    "en": "prelude",
    "endef": ""
  },
  {
    "id": "504c",
    "eusterm": "preludio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XIX. mendetik aurrera, instrumentu bakarrerako, eskuarki piano edo organorako, pieza beregain laburra. Bildumatan antolatu ohi dira.",
    "es": "preludio",
    "esdef": "",
    "fr": "prélude",
    "frdef": "",
    "en": "prelude",
    "endef": ""
  },
  {
    "id": "505",
    "eusterm": "programa-musika",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Musika hutsetik haraindi dauden ideiak, sentsazioak edo sentimenduak sorrarazi edo iradokitzeko asmoz konposatzen den musika. Batik bat, Erromantizismoaren garaian izan du garrantzia, XIX. mendean.",
    "es": "música programática",
    "esdef": "",
    "fr": "musique à programme",
    "frdef": "",
    "en": "program music",
    "endef": ""
  },
  {
    "id": "506",
    "eusterm": "ragtime",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "AEBko musika-estiloa, 1890-1910 bitartekoa eta jazzaren garapenean eragina izan zuena. Pianorako musika gisa hedatu zen batez ere. Martxa- erritmoetatik eratorria da, eta erritmo sinkopatua du ezaugarri.",
    "es": "ragtime",
    "esdef": "",
    "fr": "ragtime",
    "frdef": "",
    "en": "ragtime",
    "endef": ""
  },
  {
    "id": "507",
    "eusterm": "rapsodia",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XIX. mendearen hasieran sortutako konposizio instrumental mota, herri- musikako elementuak erabili ohi di- tuena eta formaz aski librea izaten dena.",
    "es": "rapsodia",
    "esdef": "",
    "fr": "rhapsodie",
    "frdef": "",
    "en": "rhapsody",
    "endef": ""
  },
  {
    "id": "508",
    "eusterm": "reggae",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Jamaikan 1960ko hamarkadan sortutako musika-estiloa, bertako rock steadyren eta beste zenbait estiloren bilakaera dena (rhythm and blues, ska...). 4/4 konpasa izaten du, baxuaren azentua hirugarren aldian, eta gitarraedo piano-laguntza bigarren eta laugarren aldian.",
    "es": "reggae",
    "esdef": "",
    "fr": "reggae",
    "frdef": "",
    "en": "reggae",
    "endef": ""
  },
  {
    "id": "509",
    "eusterm": "requiem",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Eliza Katolikoak hildakoen alde egiten duen meza oinarritzat hartuz eginiko musika-konposizioa. Konpositore aleman batzuen requiemak Bibliako testuetan oinarrituak dira; XX. men- dean, hildakoen omenez egindako zenbait konposiziok ere requiem izena dute.",
    "es": "réquiem",
    "esdef": "",
    "fr": "Requiem",
    "frdef": "",
    "en": "Requiem",
    "endef": ""
  },
  {
    "id": "510",
    "eusterm": "rhythm and blues",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "AEBko beltzen herri-musika, gospel, jazz eta bluesetik eratorria. 1940ko hamarkadaren amaieran sortu zen, eta eragin handia izan zuen rock-and-rollaren sorreran.",
    "es": "rhythm and blues",
    "esdef": "",
    "fr": "rhythm and blues",
    "frdef": "",
    "en": "rhythm and blues",
    "endef": ""
  },
  {
    "id": "511a",
    "eusterm": "ritornello",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XVII. mendean, opera, kantata edo bestelako ahots-konposizio bateko instrumentu-pieza edo -atala.",
    "es": "ritornello",
    "esdef": "",
    "fr": "ritournelle",
    "frdef": "",
    "en": "ritornello",
    "endef": ""
  },
  {
    "id": "511b",
    "eusterm": "ritornello",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XVII-XVIII. mendeetan, kontzertu- mugimendu edo aria batean errepika- tzen den tutti atala.",
    "es": "ritornello",
    "esdef": "",
    "fr": "ritournelle",
    "frdef": "",
    "en": "ritornello",
    "endef": ""
  },
  {
    "id": "512",
    "eusterm": "rock",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Rock-and-rolletik eratorritako musika- estiloen multzoa. 1960ko hamarkadaren bigarren erdialdean hasi zen gara- tzen, batez ere AEBn eta Erresuma Batuan, eta era zein jatorri askotako eraginak hartu ditu.",
    "es": "rock",
    "esdef": "",
    "fr": "rock",
    "frdef": "",
    "en": "rock",
    "endef": ""
  },
  {
    "id": "513",
    "eusterm": "rock-and-roll",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "AEBn 1950eko hamarkadan sortutako musika-estiloa, zenbait herri-musikaren eragina duena (blues, country...), baina batez ere rhythm and blues-ena. Ezaugarri nagusiak dira bigarren eta laugarren aldian oso azentu ozena duen erritmoa izatea, eta gitarra elektriko eta bateria erabiltzea.",
    "es": "rock and roll",
    "esdef": "",
    "fr": "rock and roll rondo",
    "frdef": "",
    "en": "rock and roll",
    "endef": ""
  },
  {
    "id": "514",
    "eusterm": "rondo-forma",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "rondo",
        "qual": "4"
      }
    ],
    "eusdef": "Errepikatzen den lelo batez eta errepikapen horien arteko atalez (episodioez) osatutako musika-forma. Hainbat konposizio-motaren egitura da. Rondoaren ohiko egiturak dira ABACA, ABACADA edo ABACBA. Europar musikaren garai klasikoan, rondoaren A atalak tonalitate berekoak izaten dira, eta episodioak, berriz, beste tonalitate eskuarki gertuko batzueta- koak. Sonata klasikoaren azken mugimendua rondo-formakoa izaten da.",
    "es": "forma rondó; rondó",
    "esdef": "",
    "fr": "forme refrain; rondo",
    "frdef": "",
    "en": "rondo; rondo form",
    "endef": ""
  },
  {
    "id": "515",
    "eusterm": "rondo-sonata forma",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "rondo-sonata",
        "qual": "4"
      }
    ],
    "eusdef": "Rondoeta sonata-formaren ezauga- rriak konbinatzen dituen musika-for- ma. Ohiko egitura ABACABA da, non B atalak bigarren gaia aurkezten baitu, eta C garapena baita. Garai klasikoko sonata eta beste zenbait konposizioren azken mugimenduaren forma izaten da.",
    "es": "",
    "esdef": "",
    "fr": "forme rondo-sonate",
    "frdef": "",
    "en": "sonata-rondo; sonata-rondo form es rondó sonata",
    "endef": ""
  },
  {
    "id": "516",
    "eusterm": "runba",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Afrikar erroak dituen Kubako dantza eta dantza horretarako musika. Erritmo bitar konplexua du eta oso sinkopatua da. Perkusio-instrumentuz laguntzenda (funtsean, conga-multzo batez eta klabez).",
    "es": "rumba",
    "esdef": "",
    "fr": "rumba",
    "frdef": "",
    "en": "rhumba; rumba",
    "endef": ""
  },
  {
    "id": "517",
    "eusterm": "saltarello",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konpas hirutarreko edo konpas konposatu bitarreko dantza arina, jatorriz italiarra, bikoteka eta konpas-hasieran hanka altxatuz dantzatzen zena; dantza horren doinua, edo horren estiloan egindako konposizioa. Gaillardaren antzekoa da, eta, hura bezala, pabanarekin elkartu ohi zen dantza-konposizioetako bat da.",
    "es": "saltarello; saltarelo",
    "esdef": "",
    "fr": "saltarelle",
    "frdef": "",
    "en": "saltarello",
    "endef": ""
  },
  {
    "id": "518",
    "eusterm": "saltsa",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Jatorri afrikarreko zenbait erritmo karibetar (batez ere, kubatarrak) biltzen dituen musika-estiloa. Saltsak erritmo hauen eragina agertzen du batez ere: son, runba, cumbia, merengue eta plena. Saltsa-taldeen osaera arruntena honelakoa da: perkusio-instrumentuak, haize-instrumentuak, baxua, pianoa eta ahotsak. Saltsa izena New Yorkeko puertorricoarrak erabiltzen hasi ziren, 1960ko hamarkadaren amaieran.",
    "es": "salsa",
    "esdef": "",
    "fr": "salsa",
    "frdef": "",
    "en": "salsa",
    "endef": ""
  },
  {
    "id": "519",
    "eusterm": "sanba",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Dantza afrobrasildarra, 2/4 konpase- koa, tempo arinekoa eta erritmo sinkopatua duena.",
    "es": "samba",
    "esdef": "",
    "fr": "samba",
    "frdef": "",
    "en": "samba",
    "endef": ""
  },
  {
    "id": "520",
    "eusterm": "sarabanda",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Errenazimentuaren eta Barrokoaren garaiko erritmo hirutarreko dantza. Jatorriz, Espainiako dantza arina zen, baina gerora tempo geldoko gorte-dantza bihurtu zen. Konpasaren bigarren aldia azentuduna izatea du ezaugarri. Konposizio instrumental gisa, suite barrokoaren ohiko osagaietako bat da (eskuarki, courantearen ondorengoa).",
    "es": "sarabanda; zarabanda",
    "esdef": "",
    "fr": "sarabande",
    "frdef": "",
    "en": "sarabande",
    "endef": ""
  },
  {
    "id": "521",
    "eusterm": "scherzo",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "%Estilo eta tempo arineko konposizio- atala edo konposizioa, garaiaren araberako ezaugarriak dituena. XVIII. mendean, suitearen edo mugimendu anitzeko konposizio baten osagaia da, eskuarki 2/4 konpasekoa eta tempo arinekoa. XVIII. mendearen amaieratik aurrera, sinfonian eta sonatan minuetaren ordez agertu ohi den mugimendua da, eskuarki konpas hirutarrekoa etatempo arinekoa izaten dena. Erromantizismoan, gainera, scherzoa konposizio beregaintzat ere lantzen da (batez ere, pianorako).",
    "es": "scherzo",
    "esdef": "",
    "fr": "scherzo",
    "frdef": "",
    "en": "scherzo",
    "endef": ""
  },
  {
    "id": "522",
    "eusterm": "septeto",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Zazpikote batentzat egindako konposizioa.",
    "es": "septeto",
    "esdef": "",
    "fr": "septuor",
    "frdef": "",
    "en": "septet",
    "endef": ""
  },
  {
    "id": "523a",
    "eusterm": "serenata",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Gauez eta kanpoan, kalean edota norbaiten etxe aurrean interpretatzen den ahotsedota instrumentu-konposizioa.",
    "es": "serenata",
    "esdef": "",
    "fr": "sérénade",
    "frdef": "",
    "en": "serenade",
    "endef": ""
  },
  {
    "id": "523b",
    "eusterm": "serenata",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XVII-XVIII. mendeetan, zerbaiten kariaz egindako instrumentu-konposizioa, maiz ganbera-taldeek jotzeko konposatua. Garai klasikoan, 5-9 mugimenduz osatua izaten zen.",
    "es": "serenata",
    "esdef": "",
    "fr": "sérénade",
    "frdef": "",
    "en": "serenade",
    "endef": ""
  },
  {
    "id": "524",
    "eusterm": "serialismo",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "musika serial",
        "qual": "4"
      }
    ],
    "eusdef": "Serieen erabileran oinarritzen den konposizio-sistema. Dodekafonismoa hartu ohi da lehen serialismo-forma- tzat, eta 1940 inguruan serie dodekafonikoaren kontzeptua eskalako soinuen altueratik harantz aplikatzen hasi zen (iraupena, erritmoa, intentsitatea...; eskuarki, erabateko serialismo deritzo serialismoaren garapen horri).",
    "es": "música serial; serialismo",
    "esdef": "",
    "fr": "musique sérielle; sérialisme",
    "frdef": "",
    "en": "serial music; serialism",
    "endef": ""
  },
  {
    "id": "525",
    "eusterm": "sesteto",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Seikote batentzat egindako konposi- zioa.",
    "es": "sexteto",
    "esdef": "",
    "fr": "sextuor",
    "frdef": "",
    "en": "sextet",
    "endef": ""
  },
  {
    "id": "526",
    "eusterm": "sinfonia",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Orkestrarako konposizioa, hiru edo lau mugimendu aski luzez osatua. Sinfonia klasikoaren heldutasuna XVIII. men- dearen erdialdean hasten da. Musika klasikoaren forma nagusietakoa da. Sonata orkestrara moldatzearen emaitza dela esan daiteke, eta lehen mugimenduak sonata-forma izaten du.",
    "es": "sinfonía",
    "esdef": "",
    "fr": "symphonie",
    "frdef": "",
    "en": "symphony",
    "endef": ""
  },
  {
    "id": "527",
    "eusterm": "sinfonia kontzertante",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "XVIII. mendeko eta XIX. mendearen hasierako generoa, zenbait instrumentu bakarlarirentzakoa, eta kontzertu-for- maren antzeko ezaugarriak dituena.",
    "es": "sinfonía concertante",
    "esdef": "",
    "fr": "symphonie concertante",
    "frdef": "",
    "en": "symphonie concertante",
    "endef": ""
  },
  {
    "id": "528",
    "eusterm": "siziliana",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konpas konposatu bitarreko (6/8) edo lautarreko (12/8) konposizio geldoa, giga geldo baten modukotzat jo izan dena. XVII-XVIII. mendeetakoa da, eta aria edo instrumentu-pieza izan daiteke. Suite barroko batzuen osagaia da.",
    "es": "siciliana",
    "esdef": "",
    "fr": "sicilienne",
    "frdef": "",
    "en": "siciliana",
    "endef": ""
  },
  {
    "id": "529",
    "eusterm": "ska",
    "eustermqual": "0",
    "sins": [],
    "eusdef": "Jamaikan 50eko hamarkadaren amaie- ran sortutako musika-estiloa. Ezaugarri nagusietako bat da erritmoa konpasaren aldi ahuletan azentuatua izatea. Skaren bilakaerak reggae estiloa ekarri zuen, eta 80ko hamarkadan indarberritu egin zen, musikari britainiar batzuen eskutik.",
    "es": "ska",
    "esdef": "",
    "fr": "ska",
    "frdef": "",
    "en": "ska",
    "endef": ""
  },
  {
    "id": "530",
    "eusterm": "son",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Kubako musika-generoa, XIX. men- dearen amaieran europar eta afrikar elementuen nahasteak sortua. Konpas bitarra, tempo lasaia eta erritmo sinkopatua ditu; klabe-erritmo bereizgarria du. Talde txikiek (kantaria, tres gitarra, gitarrak, klabe, marakak, bongoak,güiro...) zein talde handiagoek (metala, kontrabaxua, congak...) jotzen dute.",
    "es": "son",
    "esdef": "",
    "fr": "son",
    "frdef": "",
    "en": "son",
    "endef": ""
  },
  {
    "id": "531",
    "eusterm": "sonata",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konposizio instrumentala, eskuarki hiru edo lau mugimendu dituena, eta bakarlari batek edo instrumentu-talde batek jotzekoa dena. Sonataren egitura aldatuz joan da historian. Hasieran (XVI. mendea) egitura ez oso zehatzeko instrumentu-konposizioa zen. Barrokoan, bi forma nagusik zeramaten sonata izena: sonata da chiesa, lau mu- gimendukoa (geldoak eta arinak, txandaka); eta sonata da camera, dantza-suitearen antzekoa. Klasizismoan, sonataren egitura heldutasunera iritsi zen: hiru-lau mugimendu, tempo arin- geldoak txandaka (lehena allegro), eta lehen mugimendua sonata-forman.",
    "es": "sonata",
    "esdef": "",
    "fr": "sonate",
    "frdef": "",
    "en": "sonata",
    "endef": ""
  },
  {
    "id": "532",
    "eusterm": "sonata-forma",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Mugimendu anitzeko zenbait konposizio-motaren lehen mugimenduaren eta eskuarki ondorengo mugimendu ba- tzuen eredu den musika-forma, aurkezpenaz, garapenaz, berraurkezpenaz eta, eskuarki, kodaz osatua. Sonata, sinfo-nia, kontzertu, hari-koarteto eta beste hainbat konposizioren lehen mugimendua sonata-forma eredukoa izaten da. Klasizismoan heldutasunera iritsi zen. en sonata form; sonata-allegro form es forma sonata %fr forme sonate",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "533",
    "eusterm": "sonatina",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Sonataren antzeko egitura duen konposizio instrumentala, laburragoa eta, teknikoki, eskakizun gutxiagokoa. Maiz pianorako konposizioa izaten da. XVIII. mendearen amaieran sortu zen. en sonatina %es sonatina %fr sonatine",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "534",
    "eusterm": "soul",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "1960ko hamarkadan AEBn sortutako herri-musika beltzaren estiloa, gospel, jazz eta bluesaren eragin handia duena. en soul; soul music %es soul %fr soul",
    "es": "",
    "esdef": "",
    "fr": "",
    "frdef": "",
    "en": "",
    "endef": ""
  },
  {
    "id": "535",
    "eusterm": "stretto",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Fugan, ahotsek subjektuaren imitazioa aurkezpenean baino denbora-tarte laburragoz egiten duten atala, eskuarki amaiera aldekoa izaten dena.",
    "es": "estrecho",
    "esdef": "",
    "fr": "strette",
    "frdef": "",
    "en": "stretto",
    "endef": ""
  },
  {
    "id": "536",
    "eusterm": "subjektu",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konposizio baten edo horren atal baten oinarria den melodia edo melodia-atala, konposizioa garatzeko lehengaitzat hartzen dena, eta prozedura jakin ba- tzuen arabera garatzen edo eraldatzen dena (askotan imitazio edo bariazioen bidez). Batzuetan, subjektua eta tema baliokidetzat erabiltzen dira (esaterako, sonata- forman); dena den, batez ere XIX. mendeaz geroztik, tema subjektua baino luzeagoa eta osatuagoa den ele- mentutzat jo ohi da; bestetik, polifo- nian eta kontrapuntuan, subjektu erabili ohi da batez ere.",
    "es": "sujeto",
    "esdef": "",
    "fr": "sujet",
    "frdef": "",
    "en": "subject",
    "endef": ""
  },
  {
    "id": "537",
    "eusterm": "suite",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Nolabaiteko batasuna edo ezaugarri komunak dituzten atalez osatutako konposizioa. Batasunaren eragilea askotarikoa izan daiteke: tonalitate bera, obra beretik ateratako atalak izatea, musikaz kanpoko gaiak... Suitearen izaera eta osaera garaiaren arabera aldatu da. Barrokoan (XVII- XVIII. m.), jatorriz dantza-formak diren eta eskuarki tonalitate berean (edo erlatibo maior eta minorrean) idatziak diren obra instrumentalez osatua da (dantza-suite ere erabili ohi da). Suite barrokoaren ohiko gunea alemanda, courante, sarabandaz eta gigaz osatua da. Horien aurretik, prelu- dio bat izaten da batzuetan, eta beste dantza batzuk ere tarteka daitezke (gabota, bourrée, minuet...). XIX-XX. mendeetan, suitea iraupen luzeko obra batetik hautatutako zatien multzoa izan daiteke, edo gai batekin lotutako pieza- multzoa.",
    "es": "suite",
    "esdef": "",
    "fr": "suite",
    "frdef": "",
    "en": "suite",
    "endef": ""
  },
  {
    "id": "538",
    "eusterm": "swing",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "1930eko hamarkadako jazz-estiloa, nagusiki orkestra handiek jotako dan- tza-musika izan zena.",
    "es": "swing",
    "esdef": "",
    "fr": "swing",
    "frdef": "",
    "en": "swing",
    "endef": ""
  },
  {
    "id": "539a",
    "eusterm": "tango",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Dantza argentinarra, erritmo bitarrekoa eta bikoteka dantzatzen dena; dantza honen doinua, edo horren estiloan egindako konposizioa.",
    "es": "tango",
    "esdef": "",
    "fr": "tango",
    "frdef": "",
    "en": "tango",
    "endef": ""
  },
  {
    "id": "539b",
    "eusterm": "tango",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Habaneraren antzeko dantza eta erritmoa.",
    "es": "tango",
    "esdef": "",
    "fr": "tango",
    "frdef": "",
    "en": "tango",
    "endef": ""
  },
  {
    "id": "540",
    "eusterm": "tarantela",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Italiako hegoaldeko dantza, tempo arinekoa eta 3/8 edo 6/8 konpasekoa; dantza honen musika.",
    "es": "tarantela",
    "esdef": "",
    "fr": "tarantelle",
    "frdef": "",
    "en": "tarantella",
    "endef": ""
  },
  {
    "id": "541",
    "eusterm": "tema",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "gai",
        "qual": "4"
      }
    ],
    "eusdef": "Konposizio baten edo horren atal baten oinarria den ideia musikala, eskuarki melodia bat izaten dena, eta konposi- zioan areago garatu eta eraldatu daite- keena, material berria sortzeko. Batzuetan, tema eta subjektu baliokidetzat erabiltzen dira (esaterako, sonata- forman).",
    "es": "tema",
    "esdef": "",
    "fr": "thème",
    "frdef": "",
    "en": "theme",
    "endef": ""
  },
  {
    "id": "542",
    "eusterm": "tertzeto",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Hirukote batentzat egindako konposizioa.",
    "es": "terceto",
    "esdef": "",
    "fr": "tercet",
    "frdef": "",
    "en": "terzet",
    "endef": ""
  },
  {
    "id": "543",
    "eusterm": "tokata",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Instrumentu bakarlarirako konposizioa, eskuarki estilo librekoa, fantasiaedo inprobisazio-erakoa, eta birtuosismoa agertzen duena. Tekla-instrumentuek (organoak, klabezinak) edo hari pultsatuko instrumentuak (lauteak) jotzekoa izaten da. Barrokoaren garaiko konposizioa da batez ere.",
    "es": "toccata",
    "esdef": "",
    "fr": "toccata tradiziozko musika",
    "frdef": "",
    "en": "toccata",
    "endef": ""
  },
  {
    "id": "544a",
    "eusterm": "trikiti",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Akordeoi diatonikoz (trikiti ere deritzonaz) eta panderoz jotzen den euskal herri-musika eta, bereziki, ohi- koak diren euskal plaza-dantzen eta kalejiren musika.",
    "es": "trikitixa",
    "esdef": "",
    "fr": "trikitixa",
    "frdef": "",
    "en": "trikitixa",
    "endef": ""
  },
  {
    "id": "544b",
    "eusterm": "trikiti",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Erritmo hirutarreko konposizioa, 3/4 edo 6/8ko konpasean tempo bizian idazten dena.",
    "es": "trikitixa",
    "esdef": "",
    "fr": "trikitixa",
    "frdef": "",
    "en": "trikitixa",
    "endef": ""
  },
  {
    "id": "545",
    "eusterm": "trio",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Hirukote batentzat egindako konposizioa edo pasartea.",
    "es": "trío",
    "esdef": "",
    "fr": "trio",
    "frdef": "",
    "en": "trio",
    "endef": ""
  },
  {
    "id": "546",
    "eusterm": "trio-sonata",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Hiru partetarako instrumentu-kon- posizioa, eskuarki goi-erregistroko bi parte (bi instrumentu bakarlarik jotzekoak) eta baxu jarraituko partea dituena (instrumentu bakarrak edo bik jotzekoa). Barrokoaren garaiko ganbera-musikako forma nagusietako bat da.",
    "es": "sonata en trío; trío sonata",
    "esdef": "",
    "fr": "sonate en trio",
    "frdef": "",
    "en": "trio sonata",
    "endef": ""
  },
  {
    "id": "547",
    "eusterm": "tutti",
    "eustermqual": "4",
    "sins": [
      {
        "sin": "ripieno",
        "qual": "4"
      }
    ],
    "eusdef": "Concerto grossoan, solista ez diren ins- trumentuen multzoa (concertinori kontrajarria).",
    "es": "ripieno; tutti",
    "esdef": "",
    "fr": "ripieno; tutti",
    "frdef": "",
    "en": "ripieno; tutti",
    "endef": ""
  },
  {
    "id": "548",
    "eusterm": "txakona",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konpas hirutarreko dantza eta musika- konposizioa, tempo lasaia izaten duena eta baxu ostinato baten gaineko bariazio-forma hartzen duena. Jatorriz espainiarra da, eta passacagliaren antzeko ezaugarriak ditu. Suite barroko batzuen osagaia ere bada.",
    "es": "chacona",
    "esdef": "",
    "fr": "chaconne",
    "frdef": "",
    "en": "chaconne",
    "endef": ""
  },
  {
    "id": "549",
    "eusterm": "txa-txa-txa",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Kubatar jatorriko dantza, tempo lasaia eta lauko konpasa dituena; dantza horren musika. 1950eko hamarkadan sortu zen, eta, mamboa bezala, danzó- naren bilakaeraren emaitza da.",
    "es": "chachachá",
    "esdef": "",
    "fr": "chachachá",
    "frdef": "",
    "en": "chachachá",
    "endef": ""
  },
  {
    "id": "550",
    "eusterm": "verismo",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Italian XIX. mendearen amaieran sortutako literaturaeta opera-eskola, eguneroko errealitatea eta gizarte-ara- zoak gaitzat hartzen zituena.",
    "es": "verismo",
    "esdef": "",
    "fr": "vérisme",
    "frdef": "",
    "en": "verismo",
    "endef": ""
  },
  {
    "id": "551",
    "eusterm": "zamba",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Argentina eta Boliviako bikote-dantza soltea, 6/8 konpasekoa, eta hemiolia-erritmoa agertu ohi duena; dantza ho- rren musika, edo horren estiloan egindako konposizioa. Jatorriz Perukoa bide da, eta cuecaren kidea da.",
    "es": "zamba",
    "esdef": "",
    "fr": "zamba",
    "frdef": "",
    "en": "zamba",
    "endef": ""
  },
  {
    "id": "552",
    "eusterm": "zarzuela",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Zati kantatuak eta mintzatuak txandakatzen dituen Espainiako opera-moduko obra. Garaiaren arabera, ezaugarri desberdinak izan ditu. XVII. mendean, italiar eragina handia izan zen; gerora, 1760 inguruan, gai kostunbristak hasi ziren lantzen; XIX. mendean, Espainiako musika-tradizioaren eta herri-musikaren eragina nabaria da, eta género grande (hiru ekitaldiko zarzuela) eta género chico (ekitaldi bakarrekoa) sortzen dira.",
    "es": "zarzuela",
    "esdef": "",
    "fr": "zarzuela",
    "frdef": "",
    "en": "zarzuela",
    "endef": ""
  },
  {
    "id": "553a",
    "eusterm": "zortziko",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Euskal erritmo-mota, 5/8 konpasean idatzi ohi dena. Zortzikoaren erritmoa musika-notazioaren bidez adierazteko zein neurri edo konpas-mota erabili behar litzatekeen eztabaidatua da gaur egun ere, eta aski onartua da 5/8 erritmo erregularrak ez duela jasotzen zortzikoaren izaera zehatza. zortziko izeneko erritmoa ez da nahasi behar euskal bertsogintzako zortziko izeneko neurri-motarekin, hau da, zortzi bertso-lerroz osaturiko ahapaldiarekin (bertso-lerroen silaba-kopuruaren arabera zortziko handi eta zortziko txiki motak bereizten dira).",
    "es": "zortziko",
    "esdef": "",
    "fr": "zortziko",
    "frdef": "",
    "en": "zortziko",
    "endef": ""
  },
  {
    "id": "553b",
    "eusterm": "zortziko",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Zortzi konpaseko zenbait dantza- doinuren izen generikoa. Horrelakoen konpasa bitarra izan daiteke (ez du zertan zortziko erritmoaren ohiko 5/8 konpasa izan).",
    "es": "zortziko",
    "esdef": "",
    "fr": "zortziko",
    "frdef": "",
    "en": "zortziko",
    "endef": ""
  },
  {
    "id": "554a",
    "eusterm": "zubi",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Konposizio baten bi pasarteren arteko trantsizioa egiteko erabiltzen den pasartea. Zenbaitetan, modulazio- funtzioa izaten du (esaterako, sonata- formaren lehen eta bigarren temen artekoa).",
    "es": "puente",
    "esdef": "",
    "fr": "pont",
    "frdef": "",
    "en": "bridge",
    "endef": ""
  },
  {
    "id": "554b",
    "eusterm": "zubi",
    "eustermqual": "4",
    "sins": [],
    "eusdef": "Jazzean, AABA egiturako konposizioen B atalari eman ohi zaion izena.",
    "es": "puente",
    "esdef": "",
    "fr": "pont",
    "frdef": "",
    "en": "bridge",
    "endef": ""
  }
]